{

    "feed": [
        
        
        
        {
            "title":"New Half Up Dutch Braids",
            "name":"" ,
            "youlink":"ka820Ej6Aq8",
            "image": "https://i.imgur.com/DC9uWtw.jpg",
            "status": "<p>Step 1 / On the left side with a deep side part, take a part of hair just on the heavy side of the part and then split it into 3 pieces.</p>

<p>2 / By crossing the front begin a Dutch braid side strand just under the middle part.</p>

<p>Step 3 / Next, under the middle strand cross the back.</p>

<p>Step 4 / Under the middle cross the front strand, directly below it take a section of hair and then add it in as well.</p>

<p>Step 5 / Next take the back hair strand and cross it just under the middle and then bring in a part of hair and add it in with the hair strand.</p>

<p>Step 6 / Until the braid reaches the top of the ear repeat steps 4 and then 5. Now to the end of the hair continue braiding a regular braid and then tie it off with a clear elastic band.</p>

<p>Step 7 / On the other side of the head repeat steps 1 and then 2.</p>

<p>Step 8 / To the back of the head wrap both braids and then with a clear elastic band tie them together. Then from each braid remove the original bands and then smooth out the strands.<br>
</p>"
         },
   
        
           {
            "title":"Types of Face Brushes",
            "name":"https://goo.gl/9U1TFy" ,
            "youlink":"-Kc8K8ov8OQ",
            "image": "https://i.imgur.com/eR2nFWc.jpg",
            "status": "<p>1.Powder Brush: for dusting your face with a loose or compact powder. An unsanitized powder brush sweeps bacterial microbes across your complexion.</p>

<p>2.Foundation Brush: facilitates the smooth application of your base or foundation onto the skin. A clean foundation brush will blend smoothly, giving your skin the most natural look.</p>

<p>3.Stippling Brush: the light fibers of this brush help provide an airbrushed look, something unachievable with thick, hardened bristles.</p>

<p>4.Kabuki brushes : are also great for powder foundation and blush. Diffuse concentrated product by swirling the brush in makeup, tapping to remove excess and then gently applying by using large, circular motions.</p>

<p>5.Contour Brush: designed to contour face. If the bristles are too hard you can wind up looking like a clay statue instead.</p>"
         },
   
        
      {
            "title":"How-To:Celtic Knot Half-Updo",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://goo.gl/BxrkXj",
            "status": "
            <font face='verdana' size='30' color='#E91E63'>This Celtic knot technique is great for so many different occasions and you can wear it with straight hair as shown here or with some curls for an extra romantic feeling.</font>
            
            
            
            <b> </b> 

<p>1. Pick up two pieces of hair, one on each side. Make sure they are long enough to create the knot.</p>

<p>2. Make a loop with one of the pieces of hair.</p>

<p>3. Take the other piece of hair and cross it over to the other side.</p>

<p>4. Pull the hair under the looped strand.</p>

<p>5. Now pull the hair through the loop as shown in the picture.</p>

<p>6. And thread it under the strand on the other side.</p>

<p>7. Now pull the hair through the loop again as shown in the picture.</p>

<p>8. Pull on the ends of the two pieces of hair and you will see the Celtic knot take its shape. Pull on it to make it even and if you want more volume in it. If you have shorter hair or if you're worried it won't hold all day, secure the knot with some bobby pins.</p>"
         },
{
            "title":"The Big Brow",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://goo.gl/G3fygu",
            "status": "<p><b>TOOLS:</b></p>

<p>-A Flat &amp; Wide-Tipped Brow Pencil: I used Dolce &amp; Gabbana The Brow Liner because it&rsquo;s has an amazing flat and wide tip, and spooly brush on the other end.</p>

<p>-A Fine-Pointed Brow Pencil: By now you know my favorite all-time fine-point brow pencil is MAC Eye Brows in Lingering.</p>

<p>-A Highlighter: Try Benefit High Brow for the perfect matte highlight.<br /> <br />
<b>STEPS:</b></p>

<p><b>1.</b>With the flat-headed pencil, draw a line on the base of the brow from the inside corner to the bottom of the arch.<br />
<b>2.</b>With the same pencil, draw a parallel line across the top of the brow as demonstrated above.<br />
<b>3.</b>Switch to the fine-pointed pencil and draw the &ldquo;wing&rdquo; part of the brow.<br />
<b>4.</b>With the same pencil, go back and fill in the brow by drawing individual hairs using upward strokes.<br />
<b>5.</b>Highlight underneath the brow with the matte highlighting pencil by starting at the inside corner and tracing all the way to the end.<br />
<b>6.</b>Blend the highlighter by smudging it with your finger.</p>"
         },
{
            "title":"NATURAL BROW BEAUTY TUTORIAL",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://goo.gl/9vtgz1",
            "status": "<p><b>We Used:</b></p>

<p>-Tweezerman Slant Tweezers</p>

<p>-Anastasia Beverly Hills Brow Wiz Eyebrow Pencil in &ldquo;Carmel&rdquo;</p>

<p>-Spoolie Brush</p>

<p>-Angled Liner Brush</p>

<p>-Anastasia Beverly Hills Brow Powder Duo in &ldquo;Medium Brown&rdquo;</p>

<p>-Anastasia Beverly Hills Brow Duality in &ldquo;Camille/Sand&rdquo;</p>

<p>-Senna Concealer Brush #12</p>

<p>-Anastasia Beverly Hills Clear Brow Gel</p>

<p><b>Step by Step:</b></p>

<p><b>1. + 2.</b> Brush eyebrow hairs up to expose the natural brow line.</p>

<p><b>3.</b> Using a tweezer, remove any unwanted hairs from below and above the brow line.</p>

<p><b>4.</b> Using an eyebrow pencil one or two shades lighter than the hair color, follow the natural brow line underneath, from one end to the other.</p>

<p><b>5.</b> Apply the pencil liner on top of the eyebrow, starting from the center, and then working your way back to the ends of the eyebrows, meeting the line that you created on the bottom. This would be an appropriate time to create a slight arch on top of the brow.</p>

<p><b>6.</b> Using a spoolie brush (The Brow Wiz pencil has one built in), brush the liner up into the brows, blending any harsh lines.</p>

<p><b>7.</b> Apply brow powder, or a matte eye shadow, with an angled brush to fill in the brow and set the color.</p>

<p><b>8.</b> Apply a cream concealer or highlighter, just under the entire brow and on the top outer edge of the brow. Blend using a concealer brush.</p>

<p><b>9.</b> Add a coat of clear brow gel, to secure any unruly hairs.</p>"
         },
{
            "title":"Metallic Magic Photo Tutorial",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://goo.gl/YDRrMl",
            "status": "<p><b>STEP 1:</b>Place Unexpected into the crease and blend up towards the brow with a soft dome brush.</p>

<p><b>STEP 2:</b>Blend Corrupt onto the outer 1/3 of the eye with an outer v brush.</p>

<p><b>STEP 3:</b>Pat High Wire all over the lid with a flat stiff synthetic brush or your ring finger</p>

<p><b>STEP 4:</b>Create a dramatic cat eye wing with Immortal and a bent liner brush.</p>

<p><b>STEP 5:</b><br />
 With the same bent liner brush, line the upper and lower water lines with Immortal<br />
 Smudge Corrupt along the lower lash line with a pencil brush<br />
 Smoke out the Corrupt using Unexpected and a small crease brush</p>

<p><b>STEP 6:</b><br />
 Add Shimma Shimma onto the inner corner of the eye with your ring finger as a highlight<br />
 Use your favorite lengthening mascara to the lower lashes<br />
 Add a dramatic pair of lashes to complete this look</p>"
         },
{
            "title":"Makeup How-To: A Bold Blue Smoky Eye",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://goo.gl/H8YMjD",
            "status": "<p><b>1. Prep your lids. </b><br />
Start by prepping your eyelids with a primer to make sure the shadow stays put and doesn't crease.</p>

<p><b>2. White out your eyelid with liner.</b> <br />
Apply white eyeliner from your lash line to right above the crease to help amp up the blue shadow's intensity ..</p>

<p><b>3. Sweep on a royal blue eyeshadow. </b>Using an eyeshadow brush, <br />
apply a bright royal blue eyeshadow over your eyelid from your lash line to your brow bone.</p>

<p><b>4. Blend on some more blue hues.</b> With a fluffy blending brush, sweep on Brown's Blue Denim Eyeshadow from lash line to crease to create a rich look. <br />
Then, add a navy shadow into the crease for depth.</p>

<p><b>5. Add eyeliner.</b> Finish by running a shimmery blue liner over your entire lid, <br />
keeping it away from the crease to maintain the two different blue shades.</p>"
         },
{
            "title":"Full, Lush Lashes",
            "name":"https://goo.gl/9U1TFy" ,
            "youlink":"XSuSug0gOKQ",
            "image": "https://goo.gl/SPSJ7F",
            "status": ""
         },
{
            "title":"How To Get Long Eyelashes With Mascara",
            "name":"https://goo.gl/9U1TFy" ,
            "youlink":"",
            "image": "https://goo.gl/PrJbe9",
            "status": "<p><b>Step 1.</b>Place the eyelash curler close to your lid and hold it for 3-5 seconds.<br />
Let the eyelash curler go then move to the middle then closer to the edge of your lashes then let it go.</p>

<p><b>Step 2.</b>Apply a thin layer of mascara</p>

<p><b>Step 3.</b>Again curl your lashes. Place a second layer of mascara from the base &ndash; shake it side by side then swivel up and down. <br />
Then continue coating the lashes until it looks thicker.</p>

<p><b>Step 4.</b>Finally put mascara on the lower lids.</p>"
         },
{
            "title":"How to get big, sexy, dramatic lashes",
            "name":"https://goo.gl/9U1TFy" ,
            "youlink":"kU6XFaP1AjM",
            "image": "https://goo.gl/1AFpHZ",
            "status": "<p><b>STEP 1 :</b> Apply the first coat from base to tip.</p>

<p><b>STEP 2 : </b>Apply the second coat over and under the lashes to maximize VOLUME.</p>

<p><b>STEP 3 : </b>Apply the third coat by rolling the wand from base to tip.</p>

<p><b>STEP 4 : </b>Bump it back.</p>"
         },
{
            "title":"Twist n Pin",
            "name":"https://goo.gl/9U1TFy" ,
            "youlink":"",
            "image": "https://i.imgur.com/KuoQAn6.jpg",
            "status": "<p><b>What You&rsquo;ll Need:</b><br />
- Bobby pins<br />
- Reworkable hold paste</p>

<p><b>Step 1:</b> Use a pea-size amount of reworkable hold paste in your fingertips to slick down any major cowlicks.<br />
<b>Step 2: </b>Start with a two-inch section of hair, twisting the section around itself into a tight coil.<br />
<b>Step 3:</b> Once the coil is tight enough that the twist naturally forms a small bun, continue wrapping the bun up and toward your head. Pin the bun in place. See the GIF below for closer look at this technique.<br />
<b>Step 4:</b> Continue steps 2-3 until all of your hair is pinned up.</p>"
         },



{
            "title":"Flower Braid",
            "name":"" ,
            "youlink":"",
            "image": "https://i.imgur.com/HRBolxv.jpg",
            "status": "<p><b>What You&rsquo;ll Need:</b><br />
- Mini hair elastics<br />
- Bobby pins<br />
- Sea salt spray</p>

<p><b>Step 1:</b> Grab a one-inch section of hair from each side of your head just above your ears and twist them back to the center of your head. Secure with a mini hair elastic.<br />
<b>Step 2:</b> Using hair underneath the elastic, braid a two-inch section of hair and secure with another elastic.<br />
<b>Step 3:</b> Wrap the braid around the base of itself until it forms a flower shape, then use bobby pins to secure in place.<br />
<b>Step 4</b> (Optional): Use sea salt spray on the rest of your hair to give it a beach-y texture.</p>"
         }





]

}