{

    "feed": [
	   {
            "title":"Spiritual meaning of Ramayan",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>deeper spiritual/vedantic meanings from Shri Ram's life, such as:</p>

<p></p>

<p><font  color='#FF5722'>  Shri Ram </font> = Self / Universal Awareness / Parmatma / Shiva</p>

<p></p>

<p><font  color='#FF5722'> Sita </font> = I-Am-ness / Individual Consciousness / Atma / Shakti</p>

<p></p>

<p><font  color='#FF5722'> Hanuman </font>= Spiritual Seeker / Meditator</p>

<p></p>

<p><font  color='#FF5722'> Ravan </font>= Insurmountable Mind (The 10 headed monster - Try to stop thoughts)</p>

<p></p>

<p><font  color='#FF5722'>Lanka of Gold </font> = Illusory World of Maya</p>

<p></p>

<p><font  color='#FF5722'> Ram Sita reunion / Death of Ravan </font>= Spiritual Enlightenment / Death of Mind</p>

<p></p>

<p><font  color='#FF5722'> Setu Bridge of words</font> &quot;Ram Ram&quot; = Mantra meditation on one's preferred name of God</p>

<p></p>

<p><font  color='#FF5722'> Stones of Setu Bridge</font> = Lighter/Floatable/Detaching thoughts of one's preferable name/form of God, compared to Heavier/Attaching thoughts of worldly desires.</p>

<p></p>

<p><font  color='#FF5722'> Jamwant reminding Hanuman of his powers</font> = Enlightened Guru giving upadesh/knowledge to the spiritual seeker about his real identity, and start him on journey of spiritual sadhana, to look for Sita/Atma within.</p>

<p></p>

<p><font  color='#FF5722'> Only Hanuman being able to start the Journey above Ocean</font> = Although Guru gives knowledge/help to many, but only the most sincere/ripe ones carry enough will power and self discipline to begin on this arduous journey, of self discovery.</p>

<p></p>

<p><font  color='#FF5722'> Ocean to Cross</font> = Bhavsagar i.e. worldly ocean full of sensual desires, attachments and thoughts, that seeker needs to overcome to reach the Atma, and eventually Paramatma.</p>

<p></p>

<p><font  color='#FF5722'> Hurdles in Hanuman's Journey</font> = Hurdles faced by spiritual seeker/meditator</p>

<p></p>

<p><font  color='#FF5722'> Hanuman's Search for Sita </font> = Meditator's search for discovering the Atma / I-Am-ness within.</p>

<p></p>

<p><font  color='#FF5722'> Hanuman Burning Lanka after meeting Sita </font> = Once the meditator discovers his inner Sita/Atma/I-Am-ness, then he easily starts to see the transient/illusory/futile nature of this world, his body, mind, expectations, desires, goals, and relationships, which in turn produces a tremendous feeling of detachment/vairagya in him. He reaches at a point where he becomes eager to know his real identity, once he discovers from inner experiences that what he had been identifying with for all his life was not his real identity, but just an illusion.</p>

<p></p>

<p><font  color='#FF5722'> Sita going back in Earth </font> = Shakti is not separate from Shiva, Atma is not separate from Parmatma, Individual Consciousness is not separate from Universal Awareness, therefore this incident signifies that Shakti merges back and looses herself into her beloved Shiva. Drop merges back into the Ocean.</p>

<p></p>

<p><font  color='#FF5722'> Sita born out of Earth </font> = Individual Consciousness emerging out of Universal Awareness. Birth of human/meditator, another set of eyes/binoculars for Parmatma to see this phenomenal world of duality, from the point of view of an individual. One pretends to become many, a child lost in his own play/leela.</p>"
         },
	    
	    
	  {
            
            "title":"Q: What must I do to avoid sleep during my meditation?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Ramana Maharishi: </font> Meditators must not work too much, nor should they fill their stomachs with excessive food. The more one fills the stomach, the lower one's mental state becomes. If the stomach is mostly empty, one will go higher spiritually. One should not tighten the strings of the veena (stringed musical instrument) either too much or too little. The body must be kept like that.</p>

<p>Likewise with sleep. One third of the night has been allotted for sleep. That is, one must go to bed at 10 p.m. and wake up at 2 a.m. One should not sleep during the daytime.</p>"
         },
        
        
        {
            
            "title":"Q: Gurudev,is sexual energy and meditative energy the same energy",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p> <font  color='#B22222'>  Sri Sri Ravi Shankar: </font> Yes, it is only one energy in the body, but it manifests in different forms, in different chakras. Sexual energy, love energy, intellectual energy, sharpness, awareness, anger; all these are related. You would have heard about the seven chakras (energy centers) ; it is One Energy that manifests itself in various forms. In the first chakra (Muladhara), at the base of the spine, the energy manifests as enthusiasm or inertia. When the same life force energy comes to the second chakra (Swadhisthana), it manifests as sexual energy or creative or procreative energy.</p>

<p>The same energy goes up to the navel region, the third chakra (Manipura), and manifests in four different forms, which relate to four different emotions - greed, jealousy, generosity and joy. That is why all these four emotions are depicted through the tummy.Jealousy is an emotion that one feels in the stomach. Generosity is depicted with a large tummy, e.g., Santa Claus.</p>

<p>Joy is also depicted with a big tummy, e.g., Lord Ganesha and the Laughing Buddha. The same emotion comes to the fourth chakra (Anahata), the heart chakra; manifests as three different emotions which are love, hatred and fear. When this energy rises to the fifth chakra (Vishuddha), at the level of the throat, it symbolizes grief and gratefulness.</p>

<p>When you feel grief, the throat chokes, and when you feel grateful also, the throat chokes. The same energy then goes in between the eyebrows to the sixth chakra (Ajna), and manifests as anger and alertness. Anger, alertness, knowledge, and wisdom are all related to the third eye centre. The same energy goes to the seventh chakra (Sahasrara), at the top of the head and manifests as sheer bliss.</p>

<p>That is why in any sanctuary experiences, when you feel total bliss, the mind immediately goes to the top of the head. Something shoots up to the top of the head and you feel blissful. So, the upward movement and downward movements of energy are all the emotions in life.</p> "
         },
        
      
      {
            "title":"Q: How to Handle Office Politics",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<font  color='#B22222'>  Sri Sri Ravi Shankar: </font> Water is never scared of mud. If something is muddy, assume you are water – and you can wash it all off. Just remember this!
            
            <p>1.Wherever there are people, politics is bound to be there. Don&rsquo;t shy away from it and don&rsquo;t worry about it &ndash; you be rock solid. What appears to be politics will find its own way out. Have faith that only the best will happen to you and you will be able to do only the best! Keep these aphorisms with you like a treasure.</p>

<p>2.When you resist politics, then you get deeper into politics. Your perception becomes political and you will get paranoid about it. All those who are paranoid about politics get deeper into it. You should not mind it and then it will never bother you.</p>

<p><strong>What is politics?</strong><br />
Different people have different mindsets, and they air their opinions. For a while, these opinions remain and then it all changes. Some people praise you and the same people will make nasty remarks about you &ndash; all this is very common. You should take this for granted or you will become uptight. And when you are uptight, you are not aware of how you behave.<br />
It is better to keep oneself on a higher pedestal &ndash; smiling, laughing, accommodating, and accepting that there is politics. Let politics be there, so what? You have to create this confidence that you will move through it.<br />
<strong>How to rise above politics?</strong><br />
Our trouble is that we expect everyone to be Mr. or Ms. Perfect! We expect everyone&rsquo;s behavior and dealings to be perfect. We expect everyone to be saints, but they are not. This expectation is the trouble. And when anybody does anything different, we say, 'Oh, there is politics!' People&rsquo;s actions are nothing but politics &ndash; it doesn&rsquo;t have to be dirty all the time, though sometimes it is. So let it be! It takes quite a bit to rise above all this and keep your mind on the infinite, and that is enlightenment! You rise above it all.<br />
Water is never scared of mud. So, if something is muddy, assume you are water &ndash; and you can wash it all off! Just remember this, politics is mud and I am water, I will run over it.<br />
There is a beautiful poem in Kannada, 'If someone builds a home in the forest and is afraid of animals, what can I tell them? If someone has built a home on the sea shore and is scared of the waves, what can I tell them? And if someone has built a home in the middle of a market place and is complaining about the noise, what can I tell them?'<br />
Similarly, when you live on this planet, people will give you compliments and people will give you derogatory remarks &ndash; they will create politics. How can you be afraid of politics when you are on this planet? Never complain about people playing politics &ndash; that is what they have been doing and will continue to do.<br />
Lord Krishna never complained to anyone about the politics played by the families. He didn&rsquo;t say, 'Don&rsquo;t play politics, I will not come to you.' No! He was right there! Even during the time of Jesus and Buddha, there was politics.</p>
            "
         },
	
	
	{
            "title":"Q:  What is the solution to an ego clash?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p>

<p>When egos are there, they do clash. There is no way out. When there is wisdom, you will rise above any small-minded attitude, bickering and judgements.</p>

<p>You judge people all the time, and if you turn back and look at your own judgements, I tell you, 80 to 90% of the time, they will be wrong. Sometimes people send some messages and before the other person gets it, they retract it. How many of you have done that? You type a message to send to someone, and something tells you that this is not okay and so you retract it. How many of you do this? This shows how poor your judgements are.</p>

<p>We create a huge cloud around what is not even close to truth, and it has happened to you so many times in the past. You hold grudges against people, you have concepts about people and you get yourself trapped into it. You must wake up from this. You know, if your time is good, your worst enemy behaves like a friend, and if your times are bad, your closest friend behaves like an enemy. So, your luck or time is totally responsible for your friends and enemies. Your karma is responsible for what you go through. So, you should take your mind away from judging others and bring it to yourself. </p>

<p>Often people who complain that others have a big ego, have a big ego themselves. Often those who complain others are rude, you will see somewhere inside, they are rude. You should reflect on yourself. See, you can&rsquo;t correct others but others give you a chance to correct yourself.<br />
</p>"
         },
		 {
            "title":"Q:  Gurudev, why there is pain in longingness?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p>

<p>The pain is good will make you very creative. It will bring out the poet from within you, or it will make you an artist. It can also bring out the sevak in you. It can bring out the warrior in you. You have so many good qualities, and longing will bring them all out.</p>

<p>There was one generation of Masters who were very tough. Tough in the sense, if you desire something, that will not happen. They would nip desire in the bud.<br />
If the you would say. &ldquo;I want to go to California&rdquo;, then forget about it, you will never go to California. To come to a state of no-mind, they would use this tactic of crushing every desire that would arise. At some point of time you would have to give-up, and then you go to the no-mind state when you are unconditionally happy.<br />
If you would go to them and say, &ldquo;Oh, I have this problem&rdquo;, they would say, &rdquo;It&rsquo;s your karma, bear it. You must have done something terrible, so experience it and finish it off&rdquo;. That was the attitude &ndash; no compassion. Just imagine if there is no compassion, then what do you need to do? You have to stand up.</p>

<p>A creeper needs a tree to stand up, but a tree doesn&rsquo;t need another tree to stand up. So, they would completely destroy all that is delicate in you. If you are emotional, they would take a hammer. If you complain, they would say, &lsquo;Let it be&rsquo;. If you say, &ldquo;Some people are blaming me&rdquo;. They would say, &ldquo;Yes, more people should blame you&rdquo;. They would push all your buttons and make you so numb to everything in the world, till you realize that everything is nothing. It was a very tough journey. I don&rsquo;t think anyone of you can survive for even one day, it was such a tough atmosphere.<br />
All that you identify yourself as would be simply ripped off. It was a long and tough journey. which very few could survive. And there would be a millions chances to doubt and run away, only the very strong could survive such conditions.</p>

<p>In The Art of Living, we have taken a complete 180 degree turn and adopted a completely different route. Here we say, &ldquo;What is your desire? Okay, let it be fulfilled&rdquo;. Sometimes I wonder, &ldquo;Am I making everyone weak?&rdquo; But there is no option. At least this has put you on the path of knowledge.</p>

<p>I see you all are growing. Everyone is growing but I tell you, don&rsquo;t get stuck in small little things. This world is Maya. There are always some issues that will prop up in life. You will have some excuse or some incidences to worry about. When such things come, you have to remember that this is all Maya, this is all ephemeral, this is all impermanent and stand up.</p>

<p>Your wants and desires are getting fulfilled. For some people it takes longer time, for some people it happens in a shorter time, and for some people it happens immediately. Many times, we only have put thought-constraints in our own mind. We put the sankalpa and we put the vikalpa as well. And to come out of this mess I don&rsquo;t see any other path which is as effective as ours right now. If I find something better, I will myself ask you to do it. But the other generations of masters were very different.<br />
</p>"
         },
		 {
            "title":"I want others to appreciate me.",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p>

<p>Whenever you expect anything from others, appreciation or anything else, you are not being independent, and this is bound to bring you down. You must say, 'I don&rsquo;t expect anything from others, but whatever I need to do, I will keep on doing it.'<br />
</p>"
         },
		 {
            "title":"Q:  What is the difference between the self and the soul?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p>

<p>Soul is like the air in a balloon, and self is like the air in the atmosphere.<br />
</p>"
         },
		 {
            "title":"Q:  What can I do to not feel anxiety in the face of terrorism?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p>

<p>The news of so many incidences of violence happening again and again should not make us numb. This is important. We tend to become numb toward these violent incidents that happen around us. We should be cautious; we should keep our sensitivity.<br />
Keeping the sensitivity does not mean you get swayed away by it. When you feel you&rsquo;re getting carried away, affected very heavily, remember there is a power much bigger than you and everyone else, that is in charge. There is a great power in the universe, that has maintained this universe from billions of years. Have faith in that power. It will take care. Not by your doing something, is anything going to happen. The faith in a greater power in control can relieve you of your anxiety.</p>

<p>Now, that does not mean you become inactive and do nothing about it, saying, &ldquo;Oh everything is done by a greater power, why should I do anything at all?&rdquo;<br />
That type of irresponsibility is also no good. We need to take a middle path. Not saying, &ldquo;Everything is being taken care of, I don&rsquo;t need to do anything,&rdquo; or getting anxious about how things are happening, of which you are not in control.<br />
Your anxiety is because you&rsquo;re not in control. If you&rsquo;re in control, you won&rsquo;t be anxious. And you can&rsquo;t control everything. That&rsquo;s why you must remember there&rsquo;s a higher power that is taking care of things.<br />
</p>"
         },
		 {
            "title":"Q:  Gurudev, what brings satisfaction in life? Whatever I do finally does not bring great joy and contentment after a while.",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p>

<p>The whole idea of finding satisfaction by doing something itself is not correct. Satisfaction comes from deep rest, by reposing deep within oneself. When you get established within your Self, then there is contentment. The satisfaction you think that comes by doing some work is very temporary and lasts only for a short while.<br />
If your work is successful, then you feel the need to do more work. When you get more success, then that again drives you to work more. You do not feel like stopping after having success. On the other hand, if you face some loss or failure in what you are doing, then also you feel, &ldquo;Oh, how did it fail despite my efforts? I won&rsquo;t give up; I will try again and succeed&rdquo;. You feel challenged to do more. So you want to work more and work harder whether you get success or failure. And in this process the search for contentment continues. You keep searching for contentment when you are constantly engaged in work, or in action. It is only in knowledge that you can find your true contentment. Fulfilment or contentment lies only in wisdom, and in deep meditation; not in any work or action as such.<br />
</p>"
         },
		 {
            "title":"Q:  Gurudev, when will I come to know Who am I?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p>I tell you, first you think about who you are NOT. For the time being, drop the question, 'Who am I'?<br />
If you come and tell me, &ldquo;Gurudev, I know who I really am&rdquo;, then that would mean you still do not know. And if you say, &ldquo;I still do not know who I am&rdquo;, then that too is not entirely true. I would say, first you try to understand who you are NOT.<br />
Go on asking yourself, 'Who am I not'? When you find that everything that you are NOT disappears and drops off, then a deep silence shall dawn within you. Then you will realize that it is only YOU that really IS, and there is nothing else except YOU.</p>"
         },

	
	
		 {
            "title":"Q:  How do I know if my child is into drugs or just moody?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p>

<p>That&rsquo;s why it is important for you to know them and their friend circle. You will get to know what they do, where they go and keep a tab on them, especially when they are in their teenage.</p>

<p>Teenage is a very difficult time. Teenagers are undergoing so many biological changes and so they are not just satisfied with the love of their parents. They look for love from outside &ndash; through emotional support or physical pleasure. Their mind is in such confusion. So, to deal with teenage children is a big task.<br />
</p>"
         },
		 {
            "title":"Q:Please give guidance on parenting special children. ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p>

<p>You simply serve them. Don&rsquo;t pity them. You know, people with special needs, their soul is in a different state. They are not in a sorry state. They have come to this planet just to take service. With this attitude, you do service. Never have sympathy for them, &lsquo;Oh poor child&rsquo;. Children with special needs have come just to take service from you.<br />
</p>"
         },
		 {
            "title":"Q:How to deal with my child asking too many questions?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p>

<p>Children ask questions and often they are not looking for an answer, they move on whether you answer or not. Children are not stuck in questions like adults. Adults get stuck in questions, and ask the same questions ten times; children don't care. The spirit of inquiry comes to their mind, they ask a question and move on. So, you shouldn't take it too seriously.<br />
</p>"
         },
		 {
            "title":"Q:  Gurudev, I feel jealous when I see people who were at the same level as me earlier, and are now much ahead of me, how to deal with it?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p>Be friendly with those who are progressing and who are happy, and have compassion for those who are unhappy. Don't be friendly with people who are complaining and negative in their mindset because if you are friendly with them you also get into that mode. So, for people who are miserable, have compassion.</p>

<p>If your friend is progressing why should you be jealous? Would you like your friends being jealous of your progress? Just ask this one question to yourself.<br />
I want to tell you an incident: once a boy was very unhappy and his parents brought him to me. This boy always used to get medals in sports but this time he lost to his friend. So I asked him this simple question, &ldquo;Why are you unhappy?&rdquo;<br />
He said, &ldquo;I didn't get the prize&rdquo;.<br />
I asked, &ldquo;Who got it&rdquo;, to which he said that his friend got it. I said, &ldquo;That means you are unhappy that your friend got the prize, that suddenly woke him up. &ldquo;What do you want? You want your friends to be happy when you win or you want your friends to be unhappy when you win?&rdquo;<br />
He said, &ldquo;I want my friends to be happy if I win the race&rdquo;.<br />
I said, &ldquo;So, now that your friend has won the race why are you not happy?&rdquo;<br />
There was a sudden shift in the mindset of that boy. I'm telling you this is what is happening in this world: we don't reflect on our self and that little awareness makes it all so different. The whole scenario changes, yes.</p>"
         },
		 {
            "title":"Q:  Could you please help me prioritize the following: studies, parents, my girlfriend, my country?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p>

<p>When you are a student, studies come first because if you are uneducated your girlfriend will also say goodbye to you. So, you first need to have s good foundation then you can talk about the others. So, study! if you are well-educated you will be useful to the nation as well and your parents will be happy. You are asking me too simple questions.<br />
</p>"
         },

	{
            "title":"Q: Guruji, please tell us what is Chitta?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p>Chitta is like Aakaasha (sky), that which is present everywhere inside us. 
			Consciousness is also known as Chitta &ndash; Chaitanya Shakti (conscious energy). Chiti, Chaitanya, Chitta &ndash; just like water, ice and vapor &ndash; are all different forms of the same Chitta. When it solidifies, it is called Chitta, when it becomes fluid it is called Chiti.</p>"
         },
		 {
            "title":"Q: Children don&rsquo;t care about their parents when they grow up. Where do we fail as parents and what is your advice to parents so that this situation could be controlled?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p>

<p>That is why I say that it is important to instill the three types of trust in your children &ndash; trust in oneself, trust in the goodness of others, and trust in the Divine. A little bit of moral and spiritual values, and the way you treat your parents and ask them to treat their grandparents can make an impact on them. From a young age, tell your children to take care of their grandparents. They will start being sensitive this way.<br />
</p>"
         },
{
            "title":"Q: Guruji, why bad people are happy and good people are suffering?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p>This is an illusion. It appears that the bad people are enjoying. But I tell you it is temporary. Good people need not be foolish. They can be intelligent. If someone says I put my finger in the fire because I was so good, I tell you it is foolishness.
 Good merits will give good result one day be sure of that.</p>"
         },
{
            "title":"Q: Guruji what is the significance of a symbol in devotion?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p>Devotion is your inner feeling. What triggers is not important. Devotion is culmination of love. Someone asks me, that Guruji we go to Tirupati and stand in the que for 7-8 hours and then take a glimpse of the deity and then we go in front of the deity we close our eyes!! But I tell you one minute is also important. <br />
The prayer, the energy stay within us for several days. That is why the ancient rishis says., like the water, recycles from river to the sky and from sky to river and back to the ocean. &ldquo;Sarva Deva Namaskara,Keshavam, prati gacchati&rdquo;. Which means in whatever form you pray it all goes to keshava finally</p>"
         },
{
            "title":" Q: Guruji why is Jesus on the cross",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p> Jesus Christ is love. And the cross is the pain. The first experience as a child is pain. When we are inside the mother&rsquo;s womb, we are happily floating in the water and then after some time, we have to come out through a small passage that is painful. So we cry. Little children then twist, turn and yawn as though they have done a big job. After sometime, they open their eyes and look at the mother and smile that is the first experience of love. Body is made up of carbohydrate, amino acids,but the spirit is made up of love. </p>

<p>Like many other prophets, Jesus said to go my father; you have to go through me. But unfortunately some people misinterpreted. &lsquo;Mana Ekam Saranam Gacchami&rsquo; &ndash; Krishna said. Which means I am the only way, Likewise Buddha said the same thing.</p>"
         },
{
            "title":"Q: How do we know that our interpretation of knowledge is right or it is a misinterpretation?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p>When you see something, you introspect first.. You see the means of knowledge. That&rsquo;s why in India science and spirituality never contradict each other. Spirituality believes first and experiments later. </p>

<p>Science is experimenting first and believing later.In ancient days a child is given &lsquo;Brahma Upadesham&rsquo;, the highest knowledge is initiated to the child , right at childhood.</p>"
         },
{
            "title":" Q: What is a Sixth sense or it ok to follow it?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p>  <p> Yes, It is ok to follow your intuition. That&rsquo;s why when you do Pranama, meditation, you intuition become strong and that&rsquo;s why you can take proper decisions</p>"
         },
{
            "title":"Q: Would you please encourage our husbands wash utensils and cut vegetables even at home just as they did here during the advance course?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p>Yes yes definitely. But then it would be nice if you too maintained silence at home just the way you did in the advance course.</p>"
         },
{
            "title":"Q: How you have told to leave all our problems here with you but how do we get rid of negative people that live with us?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p> I said to leave all your problems here, but do not leave your family members who are troubling you! Once it so happened, I said in Ashram, &lsquo;Leave all your problems here.' One lady said, &lsquo;My mother-in-law is my biggest problem, so can I leave her here?' 
I said, &lsquo;Let me ask your mother-in-law, she will say the same thing about you.'</p>"
         },
{
            "title":"Q: Are we following you or are you choosing us?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p>With changing times the leader has to be behind the followers, pushing them ahead. Earlier it used to be the leader in the front, but followers were left behind. So now I have changed the strategy! I am pushing my followers ahead!</p>"
         },

{
            "title":"Q: You say everything is the play of the mind, and the mind can be handled by the breath, how much significance should we give to pujas to overcome the bad period?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p> Yes, chanting mantras does have an impact on the mind as it creates positive ions in the atmosphere.These positive ions create positive impact. But this should be done with people who are meditating to be most impactful. The impact of the mantras goes to one who is awake.</p>"
         },
{
            "title":"<font  color='#B22222'> Q: What is moksha? There are different explanations of life after death</font>",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p> Just remember, matter and energy cannot neither be created nor destroyed. Your mind is energy and keeps on getting recycled. If you really want to know about moksha, take a deep breath and hold, at some point when you you need to inhale - that &ldquo;haa&rdquo; of expression of freedom is moksha. Free from cravings and aversions.</p>"
         },
{
            "title":"Q: What is frustration and loneliness? Why do we feel emptiness during such phases?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p> All these questions, &ldquo;Why why&rdquo;? Why is linked with your misery. And misery is due to lack of knowledge. Read &ldquo;Intimate note to sincere seekers&rdquo; - it will shake and wake you.</p>"
         },
{
            "title":"Q: Is it bad to be overconfident as people say I am? I feel that is the only way I can motivate myself",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p> Dont analyse yourself so much. Just keep working. When you are on this path, know that you are already on this flight and you will alight when you have to do that. Too much self examination is a waste of time.</p>"
         },
{
            "title":"Q: What should we do when even after every effort of adjustment, nobody understands you?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p> Instead of saying &ldquo;nobody understands&rdquo;, say &ldquo;I have not expressed myself properly&rdquo;. Nobody will ever understand your emotions, it's impossible. Emotions can never be translated fully - it's a futile exercise. And nobody cares about intentions, only actions.</p>"
         },
{
            "title":"Q: I plan to do something in my life but I fear the risk of loss and instability - how can I overcome the fear?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p> Where is the fear if you are standing up and talking to thousands of people here? Fear is just a concept. Like when you stood up to talk, all the fear vanished didn't it? Same way in life, if you standing near a swimming pool and wondering whether to get into the water or not, then you re afraid. The moment you take the jump, you have no time to think of the fear. Now that you have come to the samsara, keep swimming in it. If you stop swimming or just stand, you will drown. Ask any mother when she gets her daughter married, she always feels she hasn't done enough for her. The nature of love is such that it never feels sufficient. It is a good sign because when you feel you have done enough, then that is because of frustration tiredness.</p>"
         },
{
            "title":"Q: Please give us tips on time management",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": " <p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p>Simply think you are going to manage the time properly, and it will fall into place. Just like when you have to catch a flight or train, you manage it because it is fixed, that same sense should be prevalent when you do anything in life.</p>"
         },


{
            "title":"Q: I feel guilty of my mistakes. I could not forgive.",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p> You are love. Drop this guilt.</p>

<p>I want to tell you one story. This is the story from the life of Lord Buddha. It also includes forgiveness.</p>

<p>One day Buddha was giving a sermon and conducting a meditation. One gentlemen came from the back to the hall. He was very angry because his son did not join the business and instead joined Lord Buddha and wanted to meditate and propagate peace. So angry gentleman came in front of Buddha and spat on the face of Buddha. There were 10,000 people sitting in the hall, but then Buddha did not react and was just smiling. This man then went away. Just being in Lord Buddha&rsquo;s presence brought a shift in this gentleman because he has always encountered anger with only anger. Here is a person who did not react and was smiling instead. And that one smile of Buddha did something to him. He could not sleep the whole night. His whole life transformed. He came next day and fell at the feet of Buddha and asked for his pardon. Buddha with the same smile lifted him up and said, &ldquo;I can&rsquo;t forgive you&rdquo;.</p>

<p>Everybody else was shocked. This man is sobbing, crying, asking for pardon and Buddha is saying I cannot forgive you. Then Buddha tells him, &ldquo;That man who was angry is gone and whom you spat is also not here now. They say, you cannot put your feet twice in the same river. Like that, the consciousness is also changing. The person who was there yesterday is no longer here now. So, if at all I met that person who spat and to whom you spat, I will tell him to forgive you&rdquo;.</p>

<p>See life from a broad perspective. A mistake happens through you when you are not conscious, when you are in ignorance. So, you are not responsible, it is the ignorance that was responsible.</p>"
         },
{
            "title":"Q.How to stop worrying?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p>

<p>Know one thing &ndash; one day you are going to go under the ground. You will be finished. Everybody else will also be finished. What are you worried about? You are worried about money? You are worried about somebody&rsquo;s opinion? You are worried about prestige? You are worried about your health? There are four things that people worry about &ndash;Money, Relationship, Prestige and Health! All of them is going to go away one day. Then why worry.</p>

<p>See life from a bigger context. Ten years ago, didn&rsquo;t you worry? You are still alive. Five years ago, didn&rsquo;t you worry? You are still alive. Three years back you worried. This worrying did not do anything to you. You only created more toxins in your body. Life anyway goes on.</p>

<p>Life is a balance between free will and destiny. How many of you have this question about free will and destiny? (Many in the audience raise their hands). Is life all destined or is it all free will? I tell you, life is a combination of both free will and destiny. Your height is your destiny but your weight is your freewill.</p>

<p>You can&rsquo;t say this my destiny is to weigh 100 kilos. I will tell you to get on to the treadmill. And don&rsquo;t eat those burgers. So, your weight is your free will and your height is your destiny. Similarly, it&rsquo;s raining is destiny, whether to get wet or not is your free will.<br />
</p>"
         },


{
            "title":"Q. Gurudev, how to choose the profession when you have many talents and many choices available?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p> Choice is yours, you have many talents, then see which one you want to go with. Only then there is choice. If you don&rsquo;t have talents then you have no choice at all. The fact that you have many talents that means you have many choice. Now it is upto you to choose. There is no criteria to choose, you follow your own heart, your own calling.</p>"
         },
{
            "title":"Q. Gurudev, while meditating, I am not able to follow the instructions, as I feel that I am slipping into some blank state.",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p> That&rsquo;s okay, it is fine. You don&rsquo;t have to keenly listen to every instruction, you have to gently let instruction pass through you. That&rsquo;s meditation. You sit and you let it happen. You allow those instructions to flow through you.</p>"
         },
{
            "title":"Q. Gurudev sometimes other's behavior disturbs me and I also start feeling negative. How to be around someone who is negative?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p> They are your &lsquo;litmus test&rsquo;. Negative people are there to test you how strong you are in your positivity. How strong are you in your own space, you don&rsquo;t let them influence you and instead you make an impression on them. So, when people are negative you become deaf, but not mute. You behave as though you are deaf with negative people but not dumb. You keep speaking what you want to, and see it will make an impact on them.</p>"
         },

{
            "title":"Q. Gurudev, it is said that 'Satyamev Jayate' (Truth always wins). But who will decide what is truth?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "   <p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p> That which does not change in all the three tenses: past, present and future, is truth. Yesterday there was something, but today it is not there, today what is there but tomorrow it will not be there, this is not truth. Not only sentences, but situations as well. Your body for example, today it is not what it was yesterday and tomorrow it will not be the same as today, then your body is also not the truth. Similarly, this whole world which keeps on changing is not true at all, as everything is changing. So, in this what you have to search for is that which does not change: the basis of our existence, if you can hold on to it, that is truth, that is joy, that is happiness, that is consciousness. Entire life is like search operation for that ultimate bliss.</p>"
         },
{
            "title":"The simple secret to deal with 'Feelings'",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p>We can transcend feelings easily when we know that there is something which is much more basic to life than feelings, and that is the self; the life force, which is not changing at all.</p>

<p>We have 1,72,000 nadis in the body. Sometimes the knowledge nadi opens up; sometimes the music nadi opens up. Different nadis open up and you experience different things. So, don&rsquo;t be so obsessed with your feelings.</p>

<p><strong>Don&rsquo;t focus on that which is happening. Instead, focus on what you can do and what you have to&#8230;</strong></p>


<p><strong>Often, we don&rsquo;t concentrate on what we have to do but we sit and ponder over that which is happening. We put so much attention on what is happening rather than on what we are doing. Put attention on what you are doing and leave whatever is happening to Nature. Nature will take you through whatever is happening.</strong></p>

<p>I tell you, whether it is thoughts or emotions or feelings, it is not an isolated incidence. It is a global phenomenon. Suppose you go to a place where there is an Independence Day celebration, or some National Day Celebration and everybody is in a charged mood, singing patriotic songs, you suddenly start feeling so patriotic. Tears start coming from your eyes.<br />
Similarly if you are watching a show where some victim is talking about their story on how a politician has victimized so many people; suddenly you feel angry. Everybody suddenly feels a sort of patriotism, it wells up within you.</p>

<p>The movie directors and producers know how to invoke these emotions in you, and what music fits in there. They will put the right kind of music that you will start crying or laughing. You know, feelings are associated with music, and emotions can be evoked with music.</p>

<p>Throw your feelings out, listen to your intellect and see what you need to do. That is it. Know that whatever you have to get, you will get. Whatever is due to you, will come to you. And whatever you need to do, you must do it.</p>"
         },
{
            "title":"How to be free from the storm of emotions?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p><strong>Life is found to be caught up in storms so very often.</strong> And you are not yourself when you are in a storm. You don&rsquo;t know what to do. At those moments all your spiritual practices, concepts, ideas and ideals fall apart. Your devotion, your love and all the beautiful things you cherish in your life, simply don&rsquo;t seem to be there or mean anything. You are under the influence of a big storm. A whirlwind rises in you and throws you off balance.</p>

<p><strong>What do you do? Nothing is helpful. </strong>You sit, close your eyes and try to meditate. But the mind is all over the place. You feel as though you are in a burning furnace, and you don&rsquo;t know how to put the fire out. And the more effort you make to cool it down, and put it out, the more the fire burns, the more the restlessness and agitation increase. You are yourself only between the storms. How many storms rise in your life, and how frequently do they rise? The less frequent they are, the more you are yourself. At those moments you are happy; you are settled. You are calm. Just think of those moments of intense restlessness, agitation and feverishness. The breath becomes heavier. The body becomes unbearable. You are not at all aware of the mind. But that is not what you are. You get a glimpse of the clearness of yourself between two storms. But life seems to be like the ocean &ndash; wave after wave lashing you one after another.</p>

<p><strong>This is the only problem. This is the only basic problem in the universe. </strong>There is no other problem. You can attach it to one thousand causes or reasons, but the problem is how to free your life from this storm which has gripped it.</p>

<p><strong>The first thing to do is to become aware of this. At that moment, the storm will subside.</strong> First, stop regretting things. For no reason, there is turmoil in the mind. When your mind cools down and you experience that inner cool, soft and delicate aspect of yourself, there is a big relief.</p>

<p><strong>No one storm can be there all the time. It is impossible. It comes and subsides.</strong></p>

<p>Your mind is like a wind &ndash; a whirlwind, subsiding and cooling down. That is your true nature. That is love. You have been resisting restlessness all this time. Now If you see it is there. Okay, so let it be there. It is a part of nature.&rsquo; The storm is also part of nature. <strong>Stop resisting the storm. Take it, gulp it in its totality; go deep into it and you will see it is nothing. </strong>It is just created out of yourself, your mind and your consciousness. In that aspect of you, you are your Self.</p>

<p>Know that there is a power, some power; someone who is really caring for you.</p>


<p><strong>Not just someone there is only One in the whole universe. That One in the universe is caring and taking care of you. You can relax, rest and be peaceful.</strong></p>

<p>There cannot be an ocean without waves. Every event touches life somewhere on its surface. It creates movement. Take all that comes with both your hands. Don&rsquo;t say that it is impossible or not possible for you. This thought of something being not possible means that you are resisting. This is making the storms stay for long periods. Stand there with your arms open. Say, &lsquo;Whatever storms come, let them, I&rsquo;m here.&rsquo; You grow out of them. You become bigger.</p>

<p>Tell yourself </p>

<p> <strong>&ldquo;Come what may, there is nothing that can destroy me. It may be excruciatingly painful, but it doesn&rsquo;t matter. It still cannot destroy or kill me. I am here. I am much, much bigger than all these emotions, commotions or waves. They all rise inside me, in me, and in no way can they destroy me. I will let them be.&rdquo;</strong></p>

<p>So when a storm arises, just be with it. Do not try to get rid of the storm. Be with it; go into it. And, of course, you have your meditation and spiritual practices to help purify your whole system. Its such a blessing.</p>"
         },

{
            "title":"How to overcome suffering?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://goo.gl/rc7sOr",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p><strong>  you know that your pain is just momentary, you don&rsquo;t mind the pain.</strong></p>

<p>You go to doctor and he gives you a prick. You don&rsquo;t mind the pain. You are doing exercise with dumbbells and it pains. You enjoy that pain.</p>

<p>Why you don&rsquo;t like suffering is because in suffering you feel, &ldquo;Oh! This is death.&rsquo; You associate death with suffering. That is why there is fear. Just simple pain doesn&rsquo;t give you suffering. You willingly undergo many pains.</p>

<p>By understanding this, layer by layer, going scientifically you can observe that you pay more attention to your mind than to the senses, to your intellect more than the mind and to the ego more than your mind.</p>

<p>For example someone saying some words to somebody else doesn&rsquo;t bother you. But if they said that to you then you get upset. If you go beyond that and see, it is just their opinion. If someone passes a derogatory remark on you, how do you see it beyond the ego? With compassion, &ldquo;Ok, they are saying something because they are upset.&rdquo; Then you don&rsquo;t get hurt. When someone calls the person next to you stupid, you see it as a witness but when he does the same to you, there is a difference. Do you see the difference? If you can see that also from the same angle, as though they are fighting with somebody else, then you see it beyond ego. Then you say, &ldquo;He must be tired, stressed out&rdquo; , instead of taking it as a personal attack on you, you will see the state of mind, intention or consciousness behind the action.</p>

<p><strong>Suffering has a purpose, which is to connect you to your self. Suffering indicates that you got too involved and carried away by all the relative and transient things around you. That is what suffering is all about.<br />
Once you understand that suffering is transient, your eyes get lifted to something that is eternal.</strong></p>


<p>That is when real joy dawns in life.</p>"
         },
{
            "title":"Q: Do you have any special programs or programs to help the people working honestly in mass media to reduce the stress?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p> Yes. You know, this program that we teach is very useful in reducing stress, irrespective of whether you are in a media company or in the corporate sector or in aviation. Stress is a common factor in any work place and this will definitely help people get out of stress. </p>

<p>Mainly, what we need to see in the world today is a violence-free society, a disease-free body, a confusion-free mind, an inhibition-free intellect and trauma-free memory. You know, we nurture so many types of inhibitions; if ten compliments are given to you and only one insult is given, your mind locks onto the one insult. So we need to bring a change to that - a trauma-free memory and a sorrow-free soul. This is the birth right of every individual and this is what these practices bring to you.</p>"
         },
{
            "title":"Q: In todays world, people really think of survival. How to deal with it?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p> <p> It is a natural concept where survival is the first thing. It is a natural instinct but when self-confidence and vision is infused, survival will naturally be included in it, without any kind of fear. I have spoken about this in our books - Celebrating Silence and Celebrating Love. You can read these books when you have a question.</p>"
         },
{
            "title":"Why is there suffering when there is God?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p>

<p>So that you can lift your eyes above this material world. Suffering has a purpose, which is to connect you to your self. Suffering indicates that you got too involved and carried away by all the relative and transient things around you. That is what suffering is all about. Once you understand that it is all transient, your eyes get lifted to something that is eternal. That is when real joy dawns in life.<br />
</p>"
         },
{
            "title":"Dear Gurudev, failures in life are opportunities for improvement. Can you please share any such experience in your own life?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p>

<p>I haven&rsquo;t been in a situation where I have to lament over failures, nor have I ever had to say sorry for having done some mistakes because it has never happened so far. Touch wood! I don&rsquo;t think there is any chance for it to happen in the future also. Yet, everybody&rsquo;s mistake is also my mistake; I take it that way. This is because if we had reached this knowledge to people earlier, then perhaps their mistakes would never have happened.</p>

<p>Once I went to address the prisoners of Naini Central Prison in Allahabad. Some of the prisoners were so transformed. At least two of them said, &quot;If we had had this knowledge before, we would not have been here. Gurudev, you are responsible for us being here. Why didn&rsquo;t you teach this knowledge earlier?&quot;<br />
I agreed with them. We should have taught this in schools and colleges. To prevent crime, we have to do this. So, in that sense, we are responsible, everyone is responsible!<br />
</p>"
         },
{
            "title":"How do I overcome the fear of failure which sometimes prevents me from taking initiative?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p>

<p>Just play with the kids, and be ready to lose the game with the kids. That is a very good exercise. Do you want to win all the time when you play with kids? You are playing a game with children, being older, do you always want to win? Your joy lies in making them win. So, you fail but you are still enjoying the game.<br />
In the same way, some failures come in life, so what? Never mind because there is something deep within you that can never fail.<br />
</p>"
         },



{
            "title":"Q:How to be Happy Whether You Win Or Lose?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p><font  color='#B22222'>  Sri Sri Ravi Shankar: </font></p><p>As I was listening to you speak it felt like you are echoing what we have been doing. You are uniting the world through sports and we are bringing people together from all different countries through culture, music and dance.<br />
Recently in India, we had 155 countries come together and we celebrated The World Cultural Festival. I would like to present you a Video CD of this as well. The youth here may want to see it, or you may want to show them.<br />
This is a World Cultural Festival in which 36,600 artists from 155 countries. It was almost like Cultural Olympics. So many people gathered on a 70-acre stage where they all performed different dance and music which was watched by 1.3 billion people in 767 locations. So, it was a big stage in which all kinds of artists with flutes, guitars, sitars, drums, tablas playing music from around the world.</p>

<p>Sports and music do go together and they unite people beyond language, religion, culture and nationality. I'm so glad that you agree that this is what we need today. We are a global family and our motto is a &lsquo;One World Family&rsquo;. So this is what I would like to present to your club.</p>

<p>Women have a very important role to play. If one girl is empowered, you are empowering the whole family. Women empowerment is also one of the agendas of our Art of Living Foundation. We've been doing girl child education and prevention of female feticide in many of the Asian countries. When people find out that the fetus is a girl, many of them go for abortion. So we are making a big campaign with UNESCO and other organizations to prevent feticide. This is one of the greatest agendas we have taken up many of villages. Women empowerment is very vital otherwise you will see half of our population live in darkness. If they are unhappy society cannot be happy. The aim of sports, culture, music, business and even politics is to create a happy society.</p>

<p>If sports are played like wars, then it is no longer a sport. In one of the sports club I spoke to a boy who was disappointed because he didn't get the prize.<br />
I asked him, &quot;Why are you sad&quot;? He said, &quot;I lost in the running race&rdquo;. Then I asked him who had won the prize and he pointed out to another boy.<br />
I asked him &ldquo;Is he your friend?&rdquo; to which he said, &ldquo;Yes, he's my friend, he got the prize&rdquo;. I asked him a question, &ldquo;Suppose you had won and your friend was unhappy because you won, would you be happy about it. How would you take it?&rdquo;<br />
Suddenly the boy said, &ldquo;No! I never thought about it like that&rdquo;.<br />
I said, &ldquo;In sports it's not winning or losing, either you win or you make others win, in either case you should be happy&rdquo;. A team spirit is needed.<br />
We need to bring ethics in sports in the world. Sports without ethics will become war, sports without a friendly atmosphere of a win-win situation will only give more heart burns, more disappointment and depression. I've seen many young people who are in sports getting into depression. We need to re-orient them, tell them to do some breathing exercises, meditation and be happy. Happiness needs to be created whether you win or lose. That is what is sports.</p>

<p>The ancient cultures have said &lsquo;Life is a sport, take life sportingly. Don't take it too seriously&rsquo;. With these words, I thank you all for having me here and I wish you all good. Remember you belong to the whole world. Make the nation that you live in proud and at the same time nurture your own language, music, culture and religion. Norway is such a wonderful place which has given you this opportunity to progress in diversity.</p>"
         }


]

}
