{

     "feedramana": [
         
     {
            "title":"A short biography of Ramana Maharshi",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://i.imgur.com/HLlYRb6.jpg",
            "status": "<p>Ramana Maharshi (1879 &ndash; 1950) was an Indian saint and spiritual teacher who taught a path of self-enquiry and devotion as a means to attain Self-awareness. Born in Tamil Nadu, India, he had a near-death experience at the age of 16, which caused him to turn away from the material life and focus solely on meditation and spiritual practice.</p>

<p>He travelled to the sacred hill of Arunachala in Tamil Nadu and stayed there until his passing in 1950 aged, 70.</p>

<p>The spiritual presence of Ramana Maharshi attracted a range of followers from both India and the West, who came to be uplifted by his peaceful vibration.</p>

<p>Ramana Maharshi never claimed to be a guru but said his main job was to give darshan to seekers and encourage them on the path of self-enlightenment.</p>"
         },
      
{
            "title":"Ramana Maharishi",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>Your own Self-Realization is the greatest service you can render the world.Ramana Maharshi</p>"
         },

{
            "title":"Ramana Maharishi",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>The real is as it is always. We are not creating anything new or achieving something which we did not have before.</p>
\n
<p>&mdash; Ramana Maharshi.</p>"
         },


{
            "title":"Ramana Maharishi",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>&ldquo;Your duty is to be and not to be this or that. 'I am that I am' sums up the whole truth. The method is summed up in the words 'Be still'. What does stillness mean? It means destroy yourself. Because any form or shape is the cause for trouble. Give up the notion that 'I am so and so'. All that is required to realize the Self is to be still. What can be easier than that?&rdquo;</p>
\n
<p>&#8213; Ramana Maharshi</p>"
         },
{
            "title":"Ramana Maharishi",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": ""
         },
           {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Happiness is your nature. It is not wrong to desire it. What is wrong is seeking it outside when it is inside.</p>

<p>&mdash; Ramana Maharshi</p>"
         },
         
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Whatever is destined not to happen will not happen, try as you may. Whatever is destined to happen will happen, do what you may to prevent it. This is certain. The best course, therefore, is to remain silent.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The question &lsquo;Who am I?&rsquo; is not really meant to get an answer, the question &lsquo;Who am I?&rsquo; is meant to dissolve the questioner.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Thoughts come and go. Feelings come and go. Find out what it is that remains.&rdquo;</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Your own Self-Realization is the greatest service you can render the world.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Silence is truth. Silence is bliss. Silence is peace. And hence Silence is the Self.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Engage yourself in the living present. The future will take care of itself.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You are already that which you seek</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You are already that which you seek.</p>

<p>&mdash; Ramana Maharshi</p>"
         },
         
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>As you are, so is the world.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Peace is your natural state. It is the mind that obstructs the natural state.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Silence is most powerful. Speech is always less powerful than silence.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
        
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The degree of freedom from unwanted thoughts and the degree of concentration on a single thought are the measures to gauge spiritual progress.&rdquo;</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>How to get rid of the mind? Is it the mind that wants to kill itself? The mind cannot kill itself. So your business is to find the real nature of the mind. Then you will know that there is no mind. When the Self is sought, the mind is nowhere. Abiding in the Self, one need not worry about the mind.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Pleasure and pain are only aspects of the mind. Our essential nature is happiness.<br>
\n<br>
&mdash; Ramana Maharshi</p>"
         },
         
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>If the ego rises, all else will also rise; if it subsides, all else will also subside.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Correcting oneself is correcting the whole world. The Sun is simply bright. It does not correct anyone. Because it shines, the whole world is full of light. Transforming yourself is a means of giving light to the whole world.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The Self alone exists. When you try to trace the ego, which is the basis of the perception of the world and everything else, you find the ego does not exist at all and neither does all this creation that you see.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>He who thinks he is the doer is also the sufferer.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>When one makes the mind stick to one thought, the mind becomes rock-steady and the energy is conserved.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
        
         
               {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Grace is ever present. All that is necessary is that you surrender to it.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         }

],


 "feednisar": [


       {
            "title":"Nisargadatta Maharaj Biography",
            "name":"" ,
            "youlink":"",
            "image": "https://i.imgur.com/jE9cxce.jpg",
            "status": "<p>Sri Nisargadatta Maharaj was born in Bombay (Mumbai) in March, 1897. His parents, who gave him the name Maruti, had a small farm at the village of Kandalgaon in Ratnagiri district in Mahrashtra. His father, Shivrampant, was a poor man who had been a servant in Bombay before turning to farming.</p>

<p>Maruti worked on the farm as a boy. Although he grew up with little or no formal education, he was exposed to religious ideas by his father's friend Visnu Haribhau Gore, a pious Brahman.</p>

<p>Maruti's father died when the boy was eighteen, leaving behind his wife and six children. Maruti and his older brother left the farm to look for work in Mumbai. After a brief stint as a clerk, Maruti opened a shop selling children's clothes, tobacco, and leaf-rolled cigarettes, called beedies, which are popular in India. The shop was modestly successful and Maruti married in 1924. A son and three daughters soon followed.</p>

<p>When Maruti was 34, a friend of his, Yashwantrao Baagkar, introduced him to his guru, Sri Siddharameshwar Maharaj, the head of the Inchegeri branch of the Navanath Sampradaya. The guru gave a mantra and some instructions to Maruti and died soon after. Sri Nisargadatta later recalled:</p>"
         },
         
          {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Wisdom is knowing I am nothing, Love is knowing I am everything, and between the two my life moves.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Past and future are in the mind only &ndash; I am now.&rdquo;</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Once you realize that the road is the goal and that you are always on the road, not to reach a goal, but to enjoy its beauty and its wisdom, life ceases to be a task and becomes natural and simple, in itself an ecstasy.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You will receive everything you need when you stop asking for what you do not need.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": ""
         },
           {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Give up all ideas about yourself and simply be.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You are not the mind. If you know you are not the mind, then what difference does it make if it&rsquo;s busy or quiet? You are not the mind.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>It is always the false that makes you suffer, the false desires and fears, the false values and ideas, the false relationships between people. Abandon the false and you are free of pain; truth makes happy, truth liberates.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You are not the body. You are the immensity and infinity of consciousness.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The search for Reality is the most dangerous of all undertakings, for it destroys the world in which you live.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
           {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Whatever happens, happens to you by you, through you; you are the creator, enjoyer and destroyer of all you perceive.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The consciousness in you and the consciousness in me, apparently two, really one, seek unity and that is love.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>If you are angry or in pain, separate yourself from anger and pain and watch them. Externalization is the first step to liberation.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Realize that your world is only a reflection of yourself and stop finding fault with the reflection. Attend to yourself, set yourself right; mentally and emotionally. The physical self will follow automatically.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Believe me, there is no goal, nor a way to reach it. You are the way and the goal, there is nothing else to reach except yourself.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
           {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The attitude of silent observation is the very foundation of yoga. You see the picture, but you are not the picture.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You begin by letting thoughts flow and watching them. The very observation slows down the mind till it stops altogether. Once the mind is quiet, keep it quiet. Don&rsquo;t get bored with peace, be in it, go deeper into it.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Between the banks of pain and pleasure the river of life flows. It is only when the mind refuses to flow with life, and gets stuck at the banks, that it becomes a problem.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Stay open and quiet, that is all. What you seek is so near you that there is no place for a way.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Laugh with people laughing, cry with people crying, but don&rsquo;t fall into the river of world illusion. Stay on the banks.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
           {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Don&rsquo;t rely on your mind for liberation. It is the mind that brought you into bondage. Go beyond it altogether.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>When I look inside and see that I&rsquo;m nothing, that&rsquo;s wisdom. When I look outside and see that I&rsquo;m everything, that&rsquo;s love. And between these two, my life turns.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "All is a play in consciousness. All divisions are illusory. You can know the false only. The true you must yourself be.
\n
— Nisargadatta Maharaj"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>To go beyond the mind, you must be silent and quiet. Peace and silence, silence and peace &ndash; this is the way beyond. Stop asking questions.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Whatever you may have to do, watch your mind. Also you must have moments of complete inner peace and quiet, when your mind is absolutely still. If you miss it, you miss the entire thing. If you do not, the silence of the mind will dissolve and absorb all else.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         }
],


 "feedmooji": [
       {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "https://i.imgur.com/6B0SyFO.jpg",
            "status": "<p><b>About Mooji</b></p>

<p>Date of Birth &ndash; 29 January 1954.<br>
Place of Birth &ndash; Jamaica, Caribbean.<br>
State of Living? (Samadhi or Alive) &ndash; Alive &amp; blissfully helping others.<br>
Message to the World</p>

<p>Satsang is to recognize consciously our true nature. Nothing on this earth or on the heavenly realms can overwhelm or overcome you when you know who you truly are. Your true Self is perfect, complete and unchanging. And this discovery is the possibility and power, the availability and invitation of Satsang. Welcome to Satsang.</p>

<p><b>Path of Enlightenment</b></p>

<p>Self-enquiry (Direct way to realize one&rsquo;s true nature). The person who lived this philosophy in recent times was Ramana Maharshi.<br>
How did Mooji experience Enlightenment?</p>

<p>Mooji experienced enlightenment by the grace of his master Papaji. Since he was already inclined towards the inner journey, he was always seeking happiness. His master Papaji showed him the way to turn inward the mind through his powerful speech during the Satsangs. The discourses Papaji used to give had a great impact on Mooji&rsquo;s consciousness.</p>

<p><b>Mooji&rsquo;s Guru Name</b></p>

<p>Papaji was Mooji&rsquo;s Guru and he was a disciple of Shri Ramana Maharshi.</p>"
         },
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You need nothing to be happy &ndash; you need something to be sad.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Your mantra is thank you. Just keep saying thank you. Don&rsquo;t explain. Don&rsquo;t complain. Just say thank you. Say thank you to existence.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The greatest step towards a life of happiness and simplicity is to let go. Trust in the power that is already taking care of you spontaneously without effort.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Don&rsquo;t remind the world that it is sick and troubled. Remind it that it is beautiful and free.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>If I could give you only one advice, I would say: Don&rsquo;t identify with anything. Be completely empty &ndash; no one. Be no-body and see if you lose anything but delusion.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Your heart is the light of this world. Don&rsquo;t cover it with your mind.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Leave your existence to existence, stop caring for yourself so much and let the universe care for you; it is the best mother.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Everything is just now. Your existence is just now. Just timeless Now. All the rest is just a dream due to conditioning and memory.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Don&rsquo;t be too quick to interpret the moment. Just keep quiet. My encouragement would always be: never think anything is against you, everything is blessing. Why should it be different? Just be quiet. Let it all work itself out.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Who reminds you to breathe and to beat your heart? Something is there, taking care...</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Something brought you here. Trust that it will satisfy its own intention to take you Home.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>When you drop all your ideas, fantasies and projections about who you are and what freedom is and remain completely empty, this is freedom.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Questions appear real for as long as you consider yourself to be a person. When you realize you are the impersonal presence, all questions vanish.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Don&rsquo;t belong to anything. Don&rsquo;t belong to anyone. Just Be. Feel your Being first and foremost, and don&rsquo;t compare or compete. Just Be your Being.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Attention pays attention to a lot of things, but when attention pays attention to attention, then there is a stillness, and that stillness introduces you to your Self.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>To change the world is not your mission. To change yourself is not your duty. To awaken to your true nature is your opportunity.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The final bridge to cross is to let go of the mind-created &lsquo;spiritual&rsquo; self. Burn that bridge behind you. Stay empty of self-image and cease looking back. Remain in the neutrality of being. That&rsquo;s it!</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Let the mind come as it wants; just you don&rsquo;t go with it. The greatest salesman in the world cannot sell you if you don&rsquo;t buy.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>When you know you know nothing, an air of openness and humility prevails. Then real understanding enters the mind.</p>
\n
<p>&mdash; Mooji</p>"
         }



],

 "feedkrishanmurti": [

          {
            "title":"Jiddu Krishnamurti",
            "name":"" ,
            "youlink":"",
            "image": "https://i.imgur.com/VZ0g2Re.jpg",
            "status": "<p>Jiddu Krishnamurti lived from 1895 to 1986, and is regarded as one of the greatest philosophical and spiritual figures of the twentieth century. Krishnamurti claimed no allegiance to any caste, nationality or religion and was bound by no tradition. His purpose was to set humankind unconditionally free from the destructive limitations of conditioned mind. For nearly sixty years he traveled the world and spoke spontaneously to large audiences until the end of his life in 1986 at the age of ninety. He had no permanent home, but when not traveling, he often stayed in Ojai, California, Brockwood Park, England, and in Chennai, India. In his talks, he pointed out to people the need to transform themselves through self knowledge, by being aware of the subtleties of their thoughts and feelings in daily life, and how this movement can be observed through the mirror of relationship.</p>

<p>Jiddu Krishnamurti was born on 11 May 1895 in Madanapalle, a small town in south India. He and his brother were adopted in their youth by Dr Annie Besant, then president of the Theosophical Society. Dr Besant and others proclaimed that Krishnamurti was to be a world teacher whose coming the Theosophists had predicted. To prepare the world for this coming, a world-wide organization called the Order of the Star in the East was formed and the young Krishnamurti was made its head.</p>

<p>In 1929, however, Krishnamurti renounced the role that he was expected to play, dissolved the Order with its huge following, and returned all the money and property that had been donated for this work. He resigned as figure head of the Theosophists, and cut all ties to any notion of a religious or spiritual organization. This was followed immediately by a &ldquo;core&rdquo; statement, summarized as &ldquo;Truth Is A Pathless Land: man cannot come to it through any organization, through any creed, through any dogma, priest or ritual, not through any philosophic knowledge or psychological technique. He has to find it through the mirror of relationship, through the understanding of the contents of his own mind, through observation and not through intellectual analysis or introspective dissection.&rdquo;</p>

<p>For the rest of his long life, he taught not as an authority but as an investigator looking into life&rsquo;s fundamental issues through questioning all assumptions, and challenging his listeners to do the same.</p>

<p>The body of Krishnamurti&rsquo;s work is enormous, some estimate it at more than 100 million words; 60 years of more or less uninterrupted appearances around the world. His charge to the Foundations at his death in 1986 was to spread his un-interpreted, authentic body of work around the world. His talks and dialogues have been compiled and published in more than sixty books and translated into as many different languages. His books include The Ending of Time, Freedom from the Known, Commentaries on Living, Education and the Significance of Life, The Awakening of Intelligence, and The First and Last Freedom.</p>"
         },
         
           {
            "title":"Jiddu Krishnamurti",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>It is no measure of health to be well adjusted to a profoundly sick society.</p>
\n
<p>&mdash; Jiddu Krishnamurti</p>"
         },
         
           {
            "title":"Jiddu Krishnamurti",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>I don&rsquo;t mind what happens. That is the essence of inner freedom. It is a timeless spiritual truth: release attachment to outcomes, deep inside yourself, you&rsquo;ll feel good no matter what.</p>
\n
<p>&mdash; Jiddu Krishnamurti</p>"
         },
         
           {
            "title":"Jiddu Krishnamurti",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Its beautiful to be alone. To be alone does not mean to be lonely. it means the mind is not influenced and contaminated by society.</p>
\n
<p>&mdash; Jiddu Krishnamurti</p>"
         },
         
           {
            "title":"Jiddu Krishnamurti",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>There is an art of seeing things as they are: without naming, without being caught in a network of words, without thinking interfering with perception.</p>
\n
<p>&mdash; Jiddu Krishnamurti</p>"
         },
         
           {
            "title":"Jiddu Krishnamurti",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Meditation is not a withdrawal from life. Meditation is a process of understanding oneself.</p>
\n
<p>&mdash; Jiddu Krishnamurti</p>"
         },
         
           {
            "title":"Jiddu Krishnamurti",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>When you are listening to somebody, completely, attentively, then you are listening not only to the words, but also to the feeling of what is being conveyed, to the whole of it, not part of it.</p>
\n
<p>&mdash; Jiddu Krishnamurti</p>"
         },
         
           {
            "title":"Jiddu Krishnamurti",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>A cup is useful only when it is empty; and a mind that is filled with beliefs, with dogmas, with assertions, with quotations is really an uncreative mind.</p>
\n
<p>&mdash; Jiddu Krishnamurti</p>"
         },
         
           {
            "title":"Jiddu Krishnamurti",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>It is only when the mind is free from the old that it meets everything anew, and in that there is joy.</p>
\n
<p>&mdash; Jiddu Krishnamurti</p>"
         },
         
           {
            "title":"Jiddu Krishnamurti",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Follow the wandering, the distraction, find out why the mind has wandered; pursue it, go into it fully. When the distraction is completely understood, then that particular distraction is gone. When another comes, pursue it also.</p>
\n
<p>&mdash; Jiddu Krishnamurti</p>"
         },
         
           {
            "title":"Jiddu Krishnamurti",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>If we can really understand the problem, the answer will come out of it, because the answer is not separate from the problem.</p>
\n
<p>&mdash; Jiddu Krishnamurti</p>"
         },
         
           {
            "title":"Jiddu Krishnamurti",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You want to be loved because you do not love; but the moment you love, it is finished, you are no longer inquiring whether or not somebody loves you.</p>
\n
<p>&mdash; Jiddu Krishnamurti</p>"
         }
         



],


 "feedkaroli": [

       {
            "title":"Neem Karoli Baba Biography",
            "name":"" ,
            "youlink":"",
            "image": "https://i.imgur.com/CAki7fr.jpg",
            "status": "<p>He was born in 1900. He died on September 11, 1973. He was known to his followers as Maharaj-ji. Neem karoli baba was considered a Hindu guru and he was a very big devotee of the mysterious and Hindu deity Hanuman. So let&rsquo;s find out more about him.</p>

<p>Neem karoli baba has become famous for being the guru of numerous Americans who have traveled outside India in the 1960s and 1970s. Neem karoli baba is well known as spiritual teachers Ramdas and Lord Das, and musicians Krishnadas and Jai Uttal.</p>

<p>Neem karoli baba&rsquo;s monastery is located in cities like Kainchi, Vrindavan, Rishikesh, Shimla, Neem Karoli village in Khimasepur in Farrukhabad, Bhumiadhar, Hanuman Gadi, Lucknow, and Delhi in India and in Taos, New Mexico, USA.</p>"
         },
          {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Love everyone, serve everyone, remember God, and tell the truth.</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         },
         
          {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Love is the strongest medicine. It is more powerful than electricity.</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         },
         
          {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The best service you can do is to keep your thoughts on God. Keep God in mind every minute.</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         },
         
         
          {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Lust, Greed, Anger, Attachment &ndash; These are all paths to hell.</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         },
         
          {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Love all men as God, even if they hurt you or shame you. Be like Gandhi and Christ.</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         },
          {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Clear the mind of all worldly things. If you can&rsquo;t control your mind, how will you realize God?</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         },
         
         
          {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>When you are sad or in pain or sick or you witness any cremation then you actually learn the many truths of life.</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         },
         
          {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>See all women as mothers, serve them as your mother. When you see the entire world as the mother, the ego falls away.</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         },
         
         {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>It is very difficult to know exactly what good should come out of a particular situation. To attempt to manipulate circumstances so your idea of good can come about, is to let the ego play God-and that, as you know, can and does backfire.</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         },
          {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Forgiveness is the greatest weapon, because a saint so armed is unperturbable he can give up anger immediately.</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         },
         
          {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Whatever may be guru &ndash; he may be a lunatic or a common person. Once you have accepted him, he is the lord of lords.</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         },
         
          {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>A pure woman is better than a hundred yogis. Women are more open to love God.</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         },
         
         
          {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>All action is prayer. All trees are desire-fulfilli ng. All water is the Ganga. All land is Varanasi. Love everything.</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         },
         
          {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>If you want to see God, kill desires. Desires are in the mind. When you have a desire for something, don&rsquo;t act on it and it will go away. If you desire to drink this cup of tea, don&rsquo;t, and the desire for it will go away.</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         },
          {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>All religions are the same. They all lead to God. God is everybody.</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         },
         
         
          {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>It should not be taken in a hot climate. If you are in a place that is cool and peaceful, and you are alone and your mind is turned toward God, then you may take the yogi medicine.</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         },
         
          {
            "title":"Neem Karoli Baba",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>If you cannot love each other, you cannot achieve your goal.</p>
\n
<p>&mdash; Neem Karoli Baba</p>"
         }



],

"feedosho": [

        {
            "title":"Osho",
            "name":"" ,
            "youlink":"",
            "image": "https://i.imgur.com/j79rV0Q.jpg",
            "status": "<p>1953 - 1956 Education<br>
December 11, 1931: Osho is born in Kuchwada, a small village in the state of Madhya Pradesh, central India.</p>

<p>He is the eldest of eleven children of a Jaina cloth merchant. Stories of his early years, describe him as independent and rebellious as a child, questioning all social, religious and philosophical beliefs. As a youth, he experiments with lot of meditation techniques.</p>

<p>March 21, 1953: becomes enlightened at the age of twenty-one, while majoring in philosophy at D.N. Jain college in Jabalpur.</p>

<p>1931 - 1953 Early Years<br>
1956: Osho receives His M.A. from the University of Sagar with First Class Honors in Philosophy.</p>

<p>He is the All-India Debating Champion and Gold Medal winner in His graduating class.</p>

<p>1957-1966 University Professor and Public Speaker</p>

<p>1957: Osho is appointed as a professor at the Sanskrit College in Raipur.</p>

<p>1958: He is appointed Professor of Philosophy at the University of Jabalpur, where He taught until 1966.</p>

<p>A powerful and passionate debater, He also travels widely in India, speaking to large audiences and challenging orthodox religious leaders in public debates.</p>

<p>1966: After nine years of teaching, He leaves the university to devote Himself entirely to the raising of human consciousness. On a regular basis, He begins to address gatherings 20,000 to 50,000 in the open-air maidans of India&rsquo;s major cities. He start to conduct intense ten-day meditation camps four times a year.</p>

<p>In 1970, the 14th of April, He introduces His revolutionary meditation technique, dynamic Meditation, which begins with a period of uninhibited movement and catharsis, followed by a period of silence and stillness. Since then this meditation technique has been used by psychotherapists, medical doctors, teachers and other professionals around the world .</p>"
         },
         
          {
            "title":"Osho",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The real question is not whether life exists after death. The real question is whether you are alive before death.</p>
\n
<p>&mdash; Osho</p>"
         },
         
          {
            "title":"Osho",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>If you love a flower, don&rsquo;t pick it up. Because if you pick it up it dies and it ceases to be what you love. So if you love a flower, let it be. Love is not about possession. Love is about appreciation.</p>
\n
<p>&mdash; Osho</p>"
         },
         
          {
            "title":"Osho",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Experience life in all possible ways &ndash; good, bad, bitter-sweet, dark, light, summer, winter. Experience all the dualities. Don&rsquo;t be afraid of experience, because the more experience you have, the more mature you become.</p>
\n
<p>&mdash; Osho</p>"
         },
         
         
          {
            "title":"Osho",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>When I say be creative I don&rsquo;t mean that you should all go and become great painters and great poets. I simply mean let your life be a painting, let your life be a poem.</p>
\n
<p>&mdash; Osho</p>"
         },
         
          {
            "title":"Osho",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Your whole idea about yourself is borrowed &ndash; borrowed from those who have no idea of who they are themselves.</p>
\n
<p>&mdash; Osho</p>"
         },
         
         
          {
            "title":"Osho",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>To be creative means to be in love with life. You can be creative only if you love life enough that you want to enhance its beauty, you want to bring a little more music to it, a little more poetry to it, a little more dance to it.</p>
\n
<p>&mdash; Osho</p>"
         },
         
         
          {
            "title":"Osho",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>One just needs a little alertness to see and find out: Life is really a great cosmic laughter.</p>
\n
<p>&mdash; Osho</p>"
         },
         
          {
            "title":"Osho",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Nobody has the power to take two steps together; you can take only one step at a time.</p>
\n
<p>&mdash; Osho</p>"
         },
         
          {
            "title":"Osho",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Nobody is superior, nobody is inferior, but nobody is equal either. People are simply unique, incomparable. You are you, I am I. I have to contribute my potential to life; you have to contribute your potential to life. I have to discover my own being; you have to discover your own being.</p>
\n
<p>&mdash; Osho</p>"
         }



],

"feedravishankar": [

       {
            "title":"Sri Sri Ravi Shankar Biography",
            "name":"" ,
            "youlink":"",
            "image": "https://i.imgur.com/J0K4zWC.jpg",
            "status": "<p>Gurudev Sri Sri Ravi Shankar is a globally revered spiritual and humanitarian leader.</p>

<p>He has spearheaded an unprecedented worldwide movement for a stress-free, violence-free society. Through a myriad of programs and teachings, a network of organizations including the Art of Living and the International Association for Human Values, and a rapidly growing presence across 156 countries, Gurudev has reached an estimated 500 million people.</p>

<p>Gurudev has developed unique, impactful programs that empower, equip and transform individuals to tackle challenges at global, national, community and individual levels.</p>"
         },
         
         {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Love is not an emotion. It is your very existence.</p>
\n
<p>&#8213; Sri Sri Ravi Shankar<br>
</p>"
         },
         
         {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Human evolution has two steps -<br>
from being somebody to being nobody;<br>
and from being nobody to being everybody.<br>
This knowledge can bring<br>
sharing and caring throughout the world.</p>
\n
<p>&#8213; Sri Sri Ravi Shankar</p>"
         },
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>I tell you, deep inside you is a fountain of bliss, a fountain of joy. Deep inside your center core is truth, light, love, there is no guilt there, there is no fear there. Psychologists have never looked deep enough.</p>
\n
<p>&#8213; Sri Sri Ravi Shankar</p>"
         },
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Difference between motivation and inspiration - Motivation is external and short lived. Inspiration is internal and lifelong</p>
\n
<p>&#8213; Sri Sri Ravi Shankar</p>"
         },
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Life is nothing to be very serious about. Life is a ball in your hands to play with. Don&rsquo;t hold on to the ball.</p>
\n
<p>&#8213; Sri Sri Ravi Shankar</p>"
         },
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Knowledge is a burden if it robs you of innocence.<br>
Knowledge is a burden if it is not integrated into life.<br>
Knowledge is a burden if it doesn't bring joy.<br>
Knowledge is a burden if it gives you an idea that you are wise.<br>
Knowledge is a burden if it doesn't set you free.<br>
Knowledge is a burden if it makes you feel you are special.</p>

<p>&#8213; Sri Sri Ravi Shankar</p>"
         },
         
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Life works on strange laws of nature (Karma).<br>
One never knows when a friend turns enemy &amp; vice-versa.<br>
Rely on your Self; self-reliance</p>
\n
<p>&#8213; Sri Sri Ravi Shankar</p>"
         },
         
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Worrying doesn't make any difference, but working does and spirituality gives one the strength to work</p>
\n
<p>&#8213; Sri Sri Ravi Shankar</p>"
         },
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Don't Fall in love, Rise in Love!</p>
\n
<p>&#8213; Sri Sri Ravi Shankar</p>"
         },
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>In true love there is no heartbreak. A broken heart means broken demands, broken expectations, broken hopes.</p>
\n
<p>&#8213; Sri Sri Ravi Shankar</p>"
         },
         
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Creativity can only come from silence. If we maintain two minutes of silence every day, then we will see that a whole new dimension of life opens up.</p>
\n
<p>&#8213; Sri Sri Ravi Shankar</p>"
         },
         
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The path of love is not a tedious path. It's a path of joy. It's a path of singing and dancing.</p>
\n
<p>&#8213; Sri Sri Ravi Shankar</p>"
         },
         
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Infinity means it is permeating all the finite things,</p>
\n
<p>&#8213; Sri Sri Ravi Shankar</p>"
         },
         
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Don't try to analyze karma because you cannot fathom the depth of karma. Just do your duty and keep moving ahead with love and prayer in your heart.</p>
\n
<p>
&#8213; Sri Sri Ravi Shankar</p>"
         },
         
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Bad things do not happen because you are good or because you are not good. You must have done something bad in the past and that karma is showing up now. You have to face the consequences.</p>
\n

<p>&#8213; Sri Sri Ravi Shankar</p>"
         },
         
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>When all doors are shut and you have nowhere to go, that is when you go within. Every crisis is an opportunity and you are the beginning.</p>
\n
<p>Sri Sri Ravi Shankar</p>"
         },
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Love is preserved by wisdom. Destroyed by demand, tested by doubt, nourished by longing. It blossoms with faith and grows with gratitude.</p>

\n
<p>
Sri Sri Ravi Shankar</p>"
         },
         
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>When a storm comes, it is the trees that get uprooted. Be as humble as the grass and nothing can touch you.</p>
\n
<p>
Sri Sri Ravi Shankar</p>"
         },
         
          {
            "title":"Sri Sri Ravi Shankar",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Every moment you spend on this planet, remember that you are here for a unique purpose &amp; cause, far greater than to just eat, sleep &amp; talk.</p>
\n
<p>Sri Sri Ravi Shankar</p>"
         }
         


],

"feedrobert": [

     {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "https://i.imgur.com/xLhskGb.jpg",
            "status": "<p>Robert Adams was born on January 21, 1928 in Manhattan and grew up in New York City, USA.] Adams claimed that from as far back as he could remember, he had had visions of a white haired, bearded man seated at the foot of his bed, who was about two feet tall, and who used to talk to him in a language which he did not understand. He told his parents but they thought he was playing games. He would later find out that this man was a vision of his future guru Sri Ramana Maharshi. At the age of seven, Adams's father died and the visitations suddenly stopped.</p>

<p>Adams said that he then developed a siddhi whereby whenever he wanted something, from a candy bar to a violin, all he needed to do was say the name of the object three times and the desired object would appear from somewhere, or be given to him by someone. If there was a test at school, Adams would simply say 'God, God, God' and the answers would immediately come to him; no prior study was necessary.</p>"
         },
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>There's something within you that knows what to do. There is a power greater than you that knows how to take care of you without your help. All you've got to do is to surrender to it. Surrender your thoughts, your mind, your ego, to the current that knows the way. It will take care of you. It will take better care of you than you can ever imagine.</p>
\n
<p>---Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>I want to let you in on a little secret. There are no problems. There are no problems. There never were any problems, there are no problems today, and there will never be any problems. Problems just mean that the world isn't turning the way you want it to. But in truth, there are no problems. Everything is unfolding as it should. Everything is right. You have to forget about yourself and expand your consciousness until you become the whole universe. The Reality in back of the universe is Pure Awareness. It has no problems. And you are That.</p>
\n
<p>---Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>For most people to be happy, there has to be a person, place, or thing involved in their happiness. In true happiness, there are no things involved. It's a natural state. You will abide in that state forever.</p>
\n
<p>Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Do not look for signs.<br>
Do not look for experiences.<br>
Do not be so complicated.<br>
Become like a child.<br>
See everything with awe.</p>
\n
<p>Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You are what you've been looking for. The answer is always in you alone. There is nothing in the external world. For the external world is an emanation of your own mind, your own thinking and your own imagination. You created this world.</p>
\n
<p>Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Always remember deep in your heart that all is well and everything is unfolding as it should. There are no mistakes anywhere, at any time. What appears to be wrong is simply your own false imagination. That's all.</p>

\n
<p>Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The secret to peace-of-mind is to not identify with anything other than your true self.</p>
\n
<p>Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>We cannot empty the mind by thinking. Only by observation.</p>
\n
<p>Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Dive into your heart center. Sit in the silence. Desire self-realization with all your heart, with all your mind, and all your soul. Everything will take care of itself.</p>
\n
<p>Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Never try to stop the thoughts.<br>
If you try to stop the thoughts they will become bigger and greater and they will win. Because the mind appears to be very powerful.<br>
Yet in reality the mind does not exist.<br>
There is no mind.<br>
There is no such thing as a mind.<br>
So when you sit in the silence you observe, you watch, you become the witness.</p>
\n
<p>Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>There is only one decision you need to make: You are either working at your Freedom or you are accepting your bondage.</p>

\n
<p>Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Only when you can understand yourself as All Pervading Consciousness can you possibly understand that all the universe is an emanation of your mind. Everything that you see comes out of you.</p>
\n
<p>Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": ""
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>When you stop searching and you calm down and you put your books away, and you confront yourself and see what you are all about, that will bring about bliss faster than anything you can ever imagine or ever do.</p>

\n
<p>Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Let go of the thoughts,<br>
let go of the mind,<br>
let go of everything.</p>

<p>Let go!<br>
Drop it!<br>
Drop everything.<br>
Hold onto nothing.</p>
\n
<p>Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Happiness is your True Nature.<br>
Within you is Unimaginable Beauty.<br>
Your True Self is Bright and Shining this Moment.<br>
Through the clear Realization of the Truth,<br>
your Real Self will come shining through.</p>

\n
<p>
Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The only freedom we've got is not to react to anything, but to turn within and know the truth.</p>
\n

<p>Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>It's in the silence that your problems just dissolve. Try it. It really works.</p>
\n
<p>Robert Adams</p>"
         },
         
            {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Again the important point to remember is that you should keep asking yourself questions. Do not make statements. Ask questions to yourself. The mind hates that.</p>
\n
<p>Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Our universe is a sea of energy - free, clean energy. It is all out there waiting for us to set sail upon it.</p>
\n
<p>
Robert Adams</p>"
         },
         
          {
            "title":"Robert Adams",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You are the Self, that perfect immutable Self. Nothing else exists. Nothing else ever existed. Nothing else will ever exist. There is only one Self and you are That. Rejoice!</p>
\n
<p>Robert Adams</p>"
         }



],

"feedpapaji": [

        {
            "title":" Papaji",
            "name":"" ,
            "youlink":"",
            "image": "https://i.imgur.com/pSpT4tg.jpg",
            "status": "<p>Sri H.W.L. Poonja, lovingly referred to as Papaji, was born on October 13, 1910, 910 in Gujranwalla, in the western Punjab, which is now in Pakistan, in a pious family of Saraswat Brahmins. Swami Rama Tirtha, another prominent spiritual teacher was his maternal uncle. Hence, it is possible that his family background might have predisposed him to spirituality from an early age. According to his biographers he had an early experience of the Self at the age of eight or nine.</p>

<p>The experience left a strong impression upon him and left him immobile for an hour or so until he regained his normal consciousness. Later at the advice of his mother he became an ardent devotee of Lord Krishna and lived a normal life. When he grew up, as it was customary in many traditional Brahmin families, he married and took up householder's duties. He had through children through marriage and served in the British army.</p>

<p>During this time, he had many visions of Lord Krishna whom he could envision at will. He also visited many parts of India meeting Sadhus and spiritual people in search of God and find answers to his questions. During one such occasion he encountered an ascetic person (sadhu) at his very house who advised him to meet Sri Ramana Maharshi.</p>

<p>Sri Poonjaji took the advice seriously and in 1944, at the age of 31, went to Tiruvannamalai to meet the sage who was stationed in his ashram at Arunachalam. Ramana Maharshi in his typical style told him that God was not an object that could be seen. He could realized only in a subjective state as one's own witness Self. Therefore, he suggested him to find the seer (the seeing one) within himself.</p>

<p>The biographical accounts suggest that Poonjaji was not very much convinced by the advice, he continued his devotion to Lord Krishna. However, circumstances and many spiritual experiences brought him again into the presence of Ramana Marshi who helped him in his spiritual transformation and realize the Self.</p>

<p>He stayed in the ashram of Ramana Maharshi until 1947 and then upon his advice returned to Punjab to move his family to safety from their ancestral home in the newly formed and strife torn Pakistan to Lucknow. He settled in Lucknow and remained a householder, while continuing his spiritual work and looking after his extended family of several disciples, including Mooji, Andrew Cohen, and David Godman, who became his biographer.</p>

<p>Papaji died in September 1997. His biography, titled Nothing Ever Happened, in three volumes, by David Godman was published in 1998, and was approved by Papaji himself prior to its publication.</p>"
         },
         
          {
            "title":" Papaji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Whatever comes, let it come. Whatever stays, let it stay, whatever goes let it go.</p>
\n
<p>&ndash; Papaji</p>"
         },
         
          {
            "title":" Papaji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>If there is peace in your mind you will find peace with everybody. If your mind is agitated, you will find agitation everywhere. So first find peace within and you will see this inner peace reflected everywhere else. You are this peace!</p>
\n
<p>&ndash; Papaji</p>"
         },
         
          {
            "title":" Papaji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You are the unchangeable Awareness in which all activity takes place.</p>
\n
<p>&ndash; Papaji</p>"
         },
         
          {
            "title":" Papaji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Look within, there is no difference between yourself, Self and Guru. You are always Free. There is no teacher, there is no student, there is no teaching</p>
\n
<p> &ndash; Papaji</p>"
         },
         
          {
            "title":" Papaji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Let your will burn in this fire so that it takes you nowhere else. Let your self be burned in this fire of eternity, love and peace. Don&rsquo;t be afraid of this fire, it is love itself. This desire for freedom is the fire of love!</p>
\n
<p> &ndash; Papaji</p>"
         },
         
          {
            "title":" Papaji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Detach yourself from those things, which are not permanent, and rest in that which is always permanent</p>
\n
<p> &ndash; Papaji</p>"
         },
         
          {
            "title":" Papaji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Surrounded by nothingness you have to do nothing. You have to do nothing to be who you are. Nothing at all</p>
\n
<p> &ndash; Papaji</p>"
         },
         
          {
            "title":" Papaji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>If you identify with what comes and goes, you will be unhappy. If you identify with what is permanent and always there, you are happiness itself</p>
\n
<p> &ndash; Papaji</p>"
         },
         
          {
            "title":" Papaji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Look here and know who you are. Instantly you will find freedom, and this suffering&ndash;hitchhiking from womb to womb&ndash;will instantly stop. The only way is to look within</p>
\n
<p> &ndash; Papaji</p>"
         },
         
          {
            "title":" Papaji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Keep quiet. Don&rsquo;t touch the thoughts. Let them be.</p>
\n
<p> &ndash; Papaji</p>"
         },
         
          {
            "title":" Papaji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Understanding and not understanding are all in the scheme of ignorance, just a realm of the mind. This is not learning. This is your birthright. You cannot study to be what you are. You do not need to understand in order to breathe</p>
\n
<p> &ndash; Papaji</p>"
         },
         
          {
            "title":" Papaji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>What is purification of the mind? No thought. This thought-less mind, sattvic mind, no mind, can be called Consciousness itself. Self itself</p>
\n
<p> &ndash; Papaji</p>"
         }


],

"feedparamahansa": [

         {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "https://i.imgur.com/Xdr7wdv.jpg",
            "status": "<p>Paramahansa Yogananda was born in Gorakhpur India January 5th, 1893. Gorakhpur is in the north of India and is associated with the great saint Gorakshanath who lived in the 10th &ndash; 12th Century. Yogananda was brought up in a devout loving Hindu family. At an early age, Yogananda&rsquo;s mother passed away and this pushed the young Mukunda (as he then was) into a deep grief. However, this experience encouraged Yogananda to seek beyond the world and practise spiritual discipline.</p>

<p>In his famous Autobiography of a Yogi, he explains how his early life was filled with visiting the various saints of Bengal and seeking to learn from their spiritual wisdom. One of these early teachers was Master Mahasaya who was a direct disciple of Sri Ramakrishna and wrote the Gospel of Sri Ramakrishna. Yogananda&rsquo;s interest in spiritual studies did not, however, extend to academic studies and his book explains how he sought to do as little academic work as possible. In fact, at one point he left home to go on a pilgrimage to the Himalayas. His family however disapproved of his tendency to &ldquo;renounce the world&rdquo; and he was found by his brother and bought back. At the age of 17 years, Yoganada met his Spiritual Master Sri Yukteswar. Sri Yukteswar was a disciple of Lahiri Mahasaya who in turn had received initiation from the immortal Babaji in the Himalayas. On becoming a disciple of Sri Yukteswar, Yogananda spent most of his time in the ashram of his Master where he practised meditation for many hours on end seeking to attain a glimpse of the cosmic consciousness.</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Persistence guarantees that results are inevitable.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Do your best and then relax. Let things go on in a natural way, rather than force them</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Kindness is the light that dissolves all walls between souls, families, and nations.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Change yourself and you have done your part in changing the world.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Be as simple as you can be; you will be astonished to see how uncomplicated and happy your life can become.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>What are you afraid of? You are an immortal being. You are neither a man nor a woman, as you may think, but a soul &ndash; joyous, eternal.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
          {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>f you want to be sad, no one in the world can make you happy. But if you make up your mind to be happy, no one and nothing on earth can take that happiness from you.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Do not take life&rsquo;s experiences too seriously. For in reality they are nothing but dream experiences. Play your part in life, but never forget that it is only a role.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You must not let your life run in the ordinary way; do something that nobody else has done, something that will dazzle the world. Show that God&rsquo;s creative principle works in you.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Happiness lies in making others happy, in forsaking self-interest to bring joy to others.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>When we serve others, we serve ourselves. Do not think, I will help others &ndash; think rather, I will help my own, my world, because I cannot otherwise be happy.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>A smooth life is not a victorious life.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Realize that enough hidden strength lies within you to overcome all obstacles and temptations. Bring forth that indomitable power and energy.</p>
\n

<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>It is spiritual poverty, not material lack, that lies at the core of all human suffering.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Since you alone are responsible for your thoughts, only you can change them.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>To commune daily with God in deep meditation, and to carry His love and guidance with you into all your dutiful activities, is the way that leads to permanent peace and happiness.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>It doesn&rsquo;t matter if a cave has been in darkness for 10,000 years or half an hour, once you light a match it is illuminated.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Be honest with yourself. The world is not honest with you. The world loves hypocrisy. When you are honest with yourself you find the road to inner peace.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>A good rule in life is to tell yourself simply, &rsquo;What comes of itself, let it come.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>By the practice of meditation, you will find that you are carrying within your heart a portable paradise.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Read a little. Meditate more. Think of God all the time.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         },
         
           {
            "title":"Paramahansa Yogananda",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Freedom means the power to act by soul guidance, not by the compulsions of desires and habits. Obeying the ego leads to bondage; obeying the soul brings liberation.</p>
\n
<p>&mdash; Paramahansa Yogananda</p>"
         }


],

"feedswamivivekananad": [

        



],

"feedlaozi": [

        {
                "title":"Lao Tzu",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             },
    {
                "title":"Lao Tzu",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             }



],

"feedramdass": [

        {
                "title":"Ram Dass",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             },
    {
                "title":"Ram Dass",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             }



]

}
