{

     "feedmeditation": [


{
            "title":"Q: What is the effect of Japas or Mantras?",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<font  color='#B22222'>  Ramana:</font> <p>Diversion. The <b>mind </b> is a channel, a swift current of thoughts. A mantra is a bund or dam put up in the way of this current to divert the water where it is needed. </p>
<p><br></p>"
         },
          {
            "title":"What is the use of mind yearning for meditation? Here it is only kitchen work.",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<font  color='#B22222'>  Ramana: </font> <p>Let the hands and legs do the job. You are not the hands or legs. You are the unmoving one. Problems will be endless so long as one is not aware of it. If you identify yourself with the body you are bound to dualities. Work would appear difficult. Even if we free ourselves from work will the mind cease to wander? It does not let you even sleep in peace. It keeps wandering as in dreams.&nbsp;</p>
<p><br></p>"
         },
           {
            "title":"What must I do to avoid sleep during my meditation?",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<font  color='#B22222'>  Ramana: </font> <p> Meditators must not work too much, nor should they fill their stomachs with excessive food. The more one fills the stomach, the lower one&rsquo;s mental state becomes. If the stomach is mostly empty, one will go higher spiritually; One should not tighten the strings of the vina either too much or too little.</p>

<p>The body must be kept like that. &lsquo;Likewise with sleep. One third of the night has been allotted for sleep. That is, one must go to bed at 10 p.m. and wake up at 2 a.m. One should not sleep during day time.</p>

<p>There is another system also. One should get up whenever one wakes up and one should sleep whenever sleep comes. But one should not think, &ldquo;I slept&rdquo; or &ldquo;I woke up&rdquo;. Then he quoted verse 33 of Devikalottara: The mind often strays into reveries or falls asleep. Be vigilant and turn it into its pristine state again and again.</p>"
         }
             
             
          
],


 "feedkarma": [
{
            "title":"What are the different types of Karma?",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>There are so many types of Karma and we can broadly classify them as</p>

<p>1. Collective karma</p>

<p>2. Karma of the time</p>

<p>3. Karma of a place</p>

<p>4. Karma of a family</p>

<p>5. Karma of an individual</p>

<p>There is individual karma, then you have family karma &ndash; what you call DNA. Then comes the karma of a region, state and country.<br />
Then there is karma of the time. During the time of World War II, all the people had similar karma and so all over the world there was war.<br />
Some karmas yield their fruits immediately, and some take time.</p>

<p>For example, if you place your hand in a fire, you will immediately get burnt, right now, not tomorrow or anytime later But if you sow a mango seed today, it will take ten years for it to grow into a tree. You will be able to reap the fruits of the mango tree only after ten years of hard work. In the same way, some karmas yield their fruits almost instantly, while some take time to bear fruit.<br />
But do not think that every problem or suffering that you go through is only because of your actions from past lifetimes. Some of it also comes because of the foolishness and ignorance you have in the present lifetime also.</p>

<p>To free yourself from the results of past actions, you should regularly practice your sadhana. It definitely helps to nullify the bad influences of the past karmas. But at the same time, we should act with intelligence as well.<br />
That is why Lord Krishna said,</p>

<p>Don&rsquo;t try to analyze karma. Just do your duty and move on. Keep moving ahead with love in your heart and with prayer in your heart.</p>

<p>Just drop everything and just become a Sharanagati. Being a Sharanagati means to have this firm faith and belief that all your Karmas have been cleansed. There is no balance that remains to be cleared anymore.</p>

<p>Whether the action is from a past life, or something done 10 years back, or done just yesterday, or even 10 minutes back &ndash; it really does not matter. Ultimately, all Karma is Karma, that&rsquo;s it. That is why it is said that the ways of Karma are mysterious and unfathomable. </p>

<p>Knowing that this is what it is, you move beyond that.</p>


<p>You cannot understand the depth of karma, it is so vast. Know that you have the power to do it and just do it. Open your mind to the vastness of this universe.</p>

"
         },




{
            "title":"<font  color='#B22222'>Your karma is responsible for what you go through in life!</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"iRds-yNMRCg",
            "image": "",
            "status": "<p>Question &ndash; Gurudev, how do we handle ego clashes?</p>

<p>Gurudev: When egos are there, they do clash. There is no way out. When there is wisdom, you will rise above any small-minded attitude, bickering and judgements.</p>

<p>You judge people all the time, and if you turn back and look at your own judgements, I tell you, 80 to 90% of the time, they will be wrong. Sometimes you type a message to send to someone, and something tells you that this is not okay and so you retract it. This shows how poor your judgements are.</p>

<p>We create a huge cloud around what is not even close to truth, and it has happened to you so many times in the past. You hold grudges against people, you have concepts about people and you get yourself trapped into it. You must wake up from this. You know, if your time is good, your worst enemy behaves like a friend, and if your time is bad, your closest friend behaves like an enemy. So, your luck or time is totally responsible for your friends and enemies.</p>

<p>So, you should take your mind away from judging others and bring it to yourself.</p>

<p>Often people who complain that others have a big ego, have a big ego themselves. Often those who complain others are rude, you will see somewhere inside, they are rude. You should reflect on yourself. See, you can&rsquo;t correct others but others give you a chance to correct yourself.</p>




"
         },
{
            "title":"<font  color='#B22222'>The mystery behind friends, enemies and karma</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>We get upset with people around us. Our enemies upset us and our friends upset us as well. We either think about our friends or we think about our enemies the entire day.</p>

<p>People become our enemies even when we have not done any wrong to them.</p>

<p>Many people have had this experience. You didn&rsquo;t do any wrong to them; neither did you misbehave and still they became our enemies. This is very surprising!<br />
We think, &lsquo;Oh! Why has he become my enemy? Until yesterday he was my friend.&rsquo; Similarly we do not do any special favors, yet some people become our close friends.<br />
This is some astonishing and mysterious Karma &ndash; how some people become our enemies and some our friends.</p>

<p>So what should you do?</p>

<p>All these happenings (people becoming friends and enemies) are run by some law and we don&rsquo;t know how and where it comes from. We just can&rsquo;t say when someone&rsquo;s feelings towards us will change and whether it will be in our favor or not. That is why we should place absolute faith on our Self, on God, and not on friendship and enmity.</p>

<p>This does not mean you distance yourself from your friends, or that you stop making new friends. That is not what I am saying. Friendliness should be in our nature; love should be in our very nature. We are love after all!<br />
When someone comes and sits beside us, we do smile at them and exchange a few words. This does not mean you think, &lsquo;Anyways, who is a friend or who is an enemy, there is nothing to share with anyone&rsquo;, and you walk around with a gloomy face being angry with everyone &ndash; this is not a sign of wisdom. This is ignorance and foolishness.<br />
We must interact with everyone around us but at the same time be centered from within. Do you understand?<br />
When we are centered, then we will not feel sad, angry or possessive. Then we will not have disappointment of any kind.</p>

"
         },
{
            "title":"<font  color='#B22222'>Why did God create good-looking and bad-looking people? Is it a result of their past karma?</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>
Beauty is in the eyes of the beholder.<br />
You think somebody is bad-looking? Ask their mother or their grandmother. They never think their children are bad.<br />
And, what do you mean by good-looking and bad-looking? How long can it stay? The most good-looking, after sometime don&rsquo;t look so nice. It is not in the outer appearance, it is the spirit, the inner soul. Look at the spirit inside, there is inner beauty. That beauty of the spirit is undying. It increases day by day. It increases with age also. Wisdom and maturity bring so much beauty.<br />
Beauty is not just some appearance. Similarly, ugliness is not out of appearance. Somebody may look very good with good makeup,<br />
but if their heart is very ugly and the mind is all twisted and full of negativity,<br />
however nice they may appear, their vibrations will tell you that they are not beautiful.</p>"
         },
{
            "title":"<font  color='#B22222'>Do you have the power to change your Karma! - A story from the life of Lord Buddha</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>Lord Buddha had a devotee who was also his cousin. He was a brilliant man, and very devoted. In the beginning, Buddha&rsquo;s sangha or communion was quite small, but in time it became bigger. So, the devotees close to Buddha became more possessive, and his cousin felt that he owned Buddha, but Buddha can&rsquo;t be owned by anybody. You cannot say you own the ocean. So, because of this there were some misunderstandings and this cousin turned against Buddha.<br />
When some people have their own opinion or negativity, there are a few more people who will join them. This cousin of Buddha and a few people become a group, and one day when Buddha was giving a sermon, he went up the hill and pushed a boulder from there towards Buddha.It could have killed him. But the boulder stopped just few centimeters away from Buddha.</p>

<p>The other loyal disciples got so angry and upset. They wanted to punish him and teach him a lesson, but Buddha stopped them and just smiled. He said, &ldquo;It is karma. You don&rsquo;t do anything. We will not react&rdquo;.</p>

<p>Once, in the 90&rsquo;s, I was in Washington D.C. I was giving a talk and there were 300 hundred people there. Suddenly, a tall hefty man came from the back to attack me. <br />
Everyone froze to their seats because nobody knew what to do. He could have lifted me in one hand, he was so big! I just looked into his eyes and said, &ldquo;Wait!&rdquo; It is not yet time for me to go. I have come here to do some work, let me complete my work. I didn&rsquo;t tell him this, I just said, &ldquo;Wait&rdquo;, but in my mind I said, &ldquo;I am not ready to go&rdquo;. And then that guy looked at me and sat down in front of me and started crying. He came with so much anger and anguish, but then he just sat down and tears flowed from his eyes. To make the story short, he then joined a course and everything changed for him.</p>

<p>Why I am saying this is, every phenomenon that happens in and around us happens due to some karma. Having said that, it doesn&rsquo;t mean that if something is fatalistic, you simply accept that everything is karma and you can&rsquo;t do anything about it. No, that is a wrong understanding of karma. Karma is a phenomenon, and you have the power to change it in the future because life is a combination of freewill and destiny.<br />
Your height is your destiny but your weight is your freewill. If you weigh 100 kilos, you can&rsquo;t say, &ldquo;Well this is my fate&rdquo;. No, get onto the treadmill and do some exercise. When a phenomenon happens and you react, then the cycle keeps going on. Don&rsquo;t react but act.</p>

<p>When someone pushed the boulder at Buddha, what the people did was they reacted, but Buddha asked them not to react and then he smiled, that is an action. When someone is against you, if you show love and compassion and if you turn the other cheek when they hit you on one cheek then they cannot hit you back. That is a bigger weapon! The principle of non-violence is also an action, a more intelligent and wise action, and not just a reaction.</p>"
         },
{
            "title":"<font  color='#B22222'>Be free of Karma by knowing it's secrets!</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"iRds-yNMRCg",
            "image": "",
            "status": "<p>There are three types of karma:</p>

<p>Prarabdha means &ldquo;begun&rdquo;&mdash;the action that is already manifesting. Prarabdha is the Karma that is yielding its effect right now.</p>

<p>Sanchita Karma is the &ldquo;gathered&rdquo; or &ldquo;piled up&rdquo; Karma&mdash;what we have brought with us from previous lifetimes.</p>

<p>Agami Karma is the Karma that has not yet come: one that will take effect in the future.</p>

<p>But there is a secret to be free of it!</p>

<p>Watch the video for more!</p>"
         },
{
            "title":"<font  color='#B22222'>Does Karma exist ?</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>Yes, Karma definitely exists. There are two types of karma.</p>

<p>The first type of karma is that which gives results immediately. For example, if you were to place your hand in fire, will it burn now or will it burn tomorrow? It will burn as soon as you place your hand in it! But if you were to plant a mango tree today, will you get the fruit today itself? No, you will get it after many years.</p>

<p>So similarly some Karmas give you the fruit immediately, while some Karmas after maybe a year or maybe a few years. If your grandfather set up a factory by working hard long ago, and you are enjoying the fruits of his hard work now, it has taken one generation for the profit to start coming.</p>

<p>Similarly some karma you will face the consequences of immediately and some you will face after some time has passed.</p>"
         },
{
            "title":"<font  color='#B22222'>Mysterious ways of Karma</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>What do we get upset with? We don&rsquo;t get upset with the birds, or the clouds, or with Nature. We don&rsquo;t get upset with the environment. So, what do we get upset with?<br />
We get upset with the people around us. Our enemies upset us and our friends upset us as well. Our mind gets stuck either in our friends or in our enemies. We either think about our friends or we think about our enemies the entire day.</p>

<p>People become our enemies even when we have not done any wrong to them. Many people have had this experience. We didn&rsquo;t do any wrong to them; neither did we misbehave and still they became our enemies. This is very surprising!<br />
We think, &lsquo;Oh! Why has he become my enemy? Until yesterday he was my friend.&rsquo; In the same way, we do not do any special favours for some people, yet they become our close friends.<br />
That is why I tell you, this is some astonishing and mysterious Karma &ndash; how some people become our enemies and some our friends.</p>

<p>So what should we do?<br />
We should place both our friends and enemies in one basket, and just become empty from within and be joyful.<br />
All these happenings (people becoming friends and enemies) are run by some law and we don&rsquo;t know how and where it comes from. We just can&rsquo;t say when someone&rsquo;s feelings towards us will change and whether it will be in our favour or not in our favour. We just can&rsquo;t say. That is why we should place absolute faith on our Self, on God, and not on friendship and enmity.<br />
We should not waste our time thinking about friends and enemies.<br />
What do you all think?</p>

<p>This does not mean you distance yourself from your friends, or that you stop making new friends. That is not what I am saying. Friendliness should be in our nature; love should be in our very nature. We are love after all!<br />
When someone comes and sits beside us, we do smile at them and exchange a few words. This does not mean you think, &lsquo;Anyways, who is a friend or who is an enemy, there is nothing to share with anyone&rsquo;, and you walk around with a gloomy face being angry with everyone &ndash; this is not a sign of wisdom. This is ignorance and foolishness.<br />
We must interact with everyone around us but at the same time be centred from within. Do you understand?<br />
When we are centred, then we will not feel sad, angry or possessive. Then we will not have disappointment of any kind. Otherwise many times what happens, we become sad &ndash; &lsquo;Oh! Look, I made him such a good friend and today he does not even talk to me. I did so many favours for him and he has turned against me!&rsquo;<br />
By thinking all these thoughts we waste the time we have in the present. We should not do this, Okay!<br />
It is futile to search for a true friend in the world. Befriend the Truth (Divine) and the World is yours.</p>"
         },
{
            "title":"<font  color='#B22222'>When the person is good in the current life, why should he or she face all those old painful karmas?</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>Just understand, you cooked food in the morning. By afternoon, you had forgotten that you cooked the food and found the food very spicy. Then you can&rsquo;t say, &ldquo;Oh, I put spice in the morning, why is it spicy now?&rdquo;</p>

<p>You ask this question only when you are in trouble. If you have invested your money and now it is giving you lot of benefit, you don&rsquo;t ask, &ldquo;Why is this happening. Why am I getting my money now?&rdquo; You invested and the interest is coming now.</p>

<p>You sowed a mango seed and today it is giving you so many mangoes. You planted a coconut tree and it is giving you one coconut everyday now. You don&rsquo;t ask why is it giving coconuts now? You planted some vegetables, and you will enjoy them when they grow. That time, why don&rsquo;t you ask, &ldquo;Why is God not in the present moment, and why is he giving me the beans I sowed three months back?&rdquo;<br />
Come on, wake up. Children are not born in one day. It takes nine months for a child to be formed. So time is part of this Universal phenomena. In fact, phenomenon cannot happen outside the dimension of time and space, and any phenomenon is karma.</p>"
         }



],


 "feedhabits": [
{
            "title":"<font  color='#B22222'>How to get rid of bad habits?</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>How to get rid of vasanas (impressions)?</p>

<p>This is a question for all those who want to come out of habits.</p>

<p> You want to get rid of habits because they give pain and restrict you. The nature of vasana(impression) is to bother you, or bind you, and wanting to be free is the nature of life. Life wants to be free and when a soul doesn&rsquo;t know how to be free, it wanders through lifetimes wanting freedom.</p>

<p>Everybody is endowed with a little samyama.</p>

<p> A vow should be time bound. This would bring good conduct and save you from being wayward. Consider the time and place for vows to be taken.</p>

<p> When the mind dwells on useless thoughts, then two things happen. One is that all those old patterns come up and you feel discouraged by them. You blame yourself and feel that you have not made any progress.</p>

<p> The second thing is that you see it as an opportunity for samyama and feel happy about it. Without samyama, life will not be happy and diseases arise. For example, you know you should not eat three servings of ice cream, or eat ice cream every day, or otherwise you will get sick.</p>
<p>When there is a direction for life force, you can rise above habits through samyama.</p>

<p> Take vows according to time and place. For example, suppose someone has a habit of smoking cigarettes and says, &ldquo;I will quit smoking,&rdquo; but cannot do it. They can take a vow, three months or 90 days; a time-bound vow. If someone is used to cursing and swearing, take a vow not to use bad language for ten days. Don&rsquo;t take it for a lifetime; you will break it immediately. If you happen to break it in between, don&rsquo;t worry. Just begin again. Slowly increase the duration until it becomes your nature.</p>

<p> All those habits which bother you, bind them in vows, in samyama. Tie those habits which bring you pain in samyama.</p>


"
         },
{
            "title":"<font  color='#B22222'>The Breathing technique to quit smoking</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"lkR8Yqw6jWc",
            "image": "",
            "status": "<p>Haven&rsquo;t you read below the advertisement of cigarettes? Smoking is injurious to health.<br />
Drop it! Just make a decision that you are going to quit, and you will get enormous self empowerment to help you give up smoking permanently! Your lungs will feel happier!<br />
Smoking is nothing but a style of breathing that helps you relax!</p>

<p>Watch the video below to learn the pranayama to quit smoking!</p>"
         }




],

 "feedbalance": [

{
            "title":"<font  color='#B22222'>work life balance How To Improve Your Creative Thinking?</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>It is very important for us to probe into the source of thought. Often we are called great thinkers, but what is a thought? Where does it originate? Is there any way that we can improve the thought process? What is the source of creativity?<br />
Thought is nothing but an impulse of energy and intelligence.</p>

<p>That impulse of energy and intelligence, for it to arise and a correct thought to come, you need 16 impulses to meet at a point in the cerebral cortex at a certain speed. In that short interval of time, all the 16 impulses in the cerebral cortex, when they meet, is what we call a correct thought. What do we do about it? We need to train our brain, our mind.<br />
There is always dialogue going on in your own mind.</p>

<p>We all have a filter in our mind through which we listen and we accept only what we already know. Something which doesn&rsquo;t already fall within our belief system, we straightaway filter out. This tendency in the mind to take things which it already knows and reject that which it doesn&rsquo;t know, is one of the main blocks of creativity.<br />
The second aspect for creativity is imagination.</p>

<p>Many inventions happened through certain imagination and linking that imagination to the present state of ground reality. If you are thinking only of the ground reality, then no creativity will come. And also if you base yourself purely on imagination, then there is no creativity. A balance is needed. So, when such blocks come into us, there is a way to eliminate them. How?<br />
By studying our own seven layers of our existence. What are they?</p>

<p>The body, breath, mind, intellect, memory, ego and Self. Are you all breathing now? Many times we are not even aware that we are breathing. We don&rsquo;t care to look into something that keeps our body alive. Our breath has great secrets to offer.</p>

<p>A little bit of knowledge of these seven layers of existence makes a big difference in our lives. We become so alive and childlike.</p>


<p>Innovation and creativity spring from within us and spirituality &mdash; study of our Self, is the technology to tap that source.</p>"
         },
{
            "title":"<font  color='#B22222'>5 Skills you must develop to Succeed in life and business</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>Tough situations arise in every business, every organization, and you need skills to handle them. These skills come from our inner space, which I call the Spiritual Space.<br />
There are five ingredients for success:</p>

<p>1. Function as a Team:</p>

<p>Peace and prosperity are interlinked. Prosperity cannot flourish in a disturbed atmosphere. While working with others, you need to function as a team. Have a sense of respect for your team members, and do not indulge in blame games. As a team leader, you need to create an atmosphere of trust, cooperation, a sense of belonging, and celebration. Nothing can last if the focus is only on productivity and net result.</p>

<p>2. Manage your Mind:</p>

<p>The whole essence of the Bhagavad Gita is to act without being attached to the fruit of the action. If you can manage your mind in a war-like scenario, then you can manage any situation. This skill in action is called yoga. It is this wisdom of yoga that transforms one&rsquo;s attitude from arrogance to self-confidence; from meekness to humility; from the burden of dependence to the realization of interdependence; from a limited ownership to oneness with the whole. When performing action, if the attention is only on the end result, then you can&rsquo;t perform. Just give yourself fully to the task with 100 percent sincerity and commitment.</p>

<p>3. Be courageous like a lion:</p>

<p>There is a saying in Sanskrit that says, &ldquo;Great wealth comes to one who has the courage of a lion and who puts in all his efforts.&rdquo; Passion and dispassion are complementary like the in-breath and out-breath. You breathe in but you cannot hold the breath too long; you have to breathe out. Similarly, you need to have passion to make things work but also the dispassion to let go. When you don&rsquo;t crave for abundance, it comes to you.</p>

<p>4. Develop your Intuition:</p>

<p>If all that is needed for prosperity is one&rsquo;s own effort, then why are so many people who put effort not prosperous? This unknown factor or luck is enhanced by spirituality. The whole material world is run by a world of vibrations which is subtler than all that we see. Spirituality enhances intelligence and intuition. Intuition comes to you when you balance your passion with dispassion; profit with service; aggressiveness to get things with compassion to give back to the society. Intuition is the right thought at the right time, and is an important component for success in business.</p>

<p>5. Meditate:</p>

<p>The greater responsibilities and ambitions you have, greater is the need for you to meditate. In ancient times, meditation was used as a way to find the Self, for enlightenment and to overcome misery and problems.</p>


<p>Stress is too much to do, too little time, and no energy. It can be difficult to reduce your workload, or increase the time that you have, but you can increase your energy level.</p>

<p>Meditation not only relieves you of stress and strain, it also enhances your abilities, strengthens your nervous system and mind and releases toxins from the body. We are made up of both matter and spirit. The body has some material needs and our spirit is nourished by spirituality. Meditation also helps us get in touch with our inner space &ndash; the source of joy, peace, and love.</p>

<p>The sign of success is overwhelming joy, confidence, compassion, generosity, and a smile that none can snatch away. Whatever happens in life, if you can keep these, then you have really found success.<br />
</p>


"
         },
{
            "title":"<font  color='#B22222'>Time management & Work-Life balance</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>Don&rsquo;t let the time manage you. First of all, you must see to it that you go with the feeling that you have time. When you put this thought in your mind that you don&rsquo;t have time, then that itself becomes a block.<br />
Everybody has only 24 hours, whether it is the Prime Minister or a clerk working in the bank. You have to hold on to this aphorism &lsquo;I can do it&rsquo; because the pressure of time is more when you do not feel confident of accomplishing your work. </p>

<p>Even when it appears to be impossible, even then you should have confidence; probably give miracles a chance. This very confidence in yourself that &lsquo;I will be able to manage&rsquo; will take you through. And once something sets into your routine, then you have no problem.</p>

<p>Everyone takes out time to brush their teeth. This is dental hygiene, isn&rsquo;t it? However busy you are, you don&rsquo;t say, &ldquo;I have to rush to the office&rdquo; and jump out of your bed, wear your shoes and run. No! You take the time to brush your teeth, that&rsquo;s dental hygiene. Similarly, I would say, take a few minutes of mental hygiene (meditation).</p>

<p> When it fits into your routine, you&rsquo;ll not find it as something you have to do extra. For 10-20 minutes, relax and do some yoga exercise, and then you go with the fresh mind.<br />
</p>"
         },
{
            "title":"<font  color='#B22222'>The 6 Secrets of Effective Communication</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>We start communicating from the instant we take our first breath. Our first cry is a communication to our mother, and to the world, that we have arrived. And till our last breath, we are in constant communication.</p>

<p>Yet, good communication is much more than mere words. It is an art and effective communication has dimensions that are larger than what is spoken. The ability to communicate affectionately with one and all is a skill worth possessing.</p>

<p>Be Sensitive and Sensible</p>

<p>Communication is a dialogue, not a monologue.</p>


<p> We must respect the viewpoints of the person or persons we are communicating with. Communication is the art of being sensitive and sensible at the same time. Some people are too sensitive, thereby losing their sensibleness. Their speech lacks clarity and is inarticulate. And there are people who make perfect sense, but they are insensitive. They say the correct things, but they are not aware of the emotional response of the audience. We need that beautiful combination of sensitivity and sensibleness.</p>

<p>Your state of mind matters!</p>

<p>You cannot improve someone by getting angry at them. You only ruin your peace of mind.<br />
When you are angry, nobody wants to hear it even though you are saying the correct thing</p>


<p>.</p>

<p>Your communication does not have the impact it ought to have had. Your mental state is heard by your listeners before the words. A calm state of mind, and a smile, will conquer the most difficult of people.</p>

<p>Humor coupled with care and concern</p>

<p>A good sense of humor relieves you from fear and anxiety.<br />
Humor is not just about words- reading and repeating jokes. It is the lightness of your being that brings out the authentic humor. And this lightness comes up with taking life itself not too seriously, having a sense of belongingness with everybody (including those who are not friendly), practicing yoga and meditation, having unshakable faith in the Divine, being in the company of those who live in knowledge and are humorous.</p>

<p>Heart to Heart Communication</p>

<p>Almost all relationships break down due to too much talking and explaining about oneself. &ldquo;I am this way. Don&rsquo;t mistake me. Don&rsquo;t misunderstand me.&rdquo; If you keep silent when required, everything will work out much better. Don&rsquo;t explain things of the past, brood over them, or ask for explanations. When the heart speaks and the heart listens, harmony is produced.</p>

<p>Real Communication is beyond Words</p>

<p>All of us have experienced at one time or the other, an amazing phenomenon. Whether in one-to-one communication, or in addressing a huge audience, something intangible moves people more than the words. We try to rationalize by attributing this to charm, charisma, presence, body language, etc.</p>

<p>Real communication is beyond words.</p>


<p> If you are firmly established in the zone of silence, if your mind is calm, you will find yourself suddenly being able to influence individuals, groups, and masses.</p>

<p>Be a good listener </p>

<p>The single most important skill in the art of good communication is the skill of listening.</p>


<p> Listening not just to words, but also to feelings and expressions. Observe infants. They listen to expressions and gestures. Even without understanding words, they communicate with you. Somewhere in the journey of life, we have lost this ability. Let&rsquo;s make an attempt to regain it.</p>

<p>This world is varied, beyond our imagination. We need to establish communication on three levels &ndash; communication with oneself, communication with society, and communication with nature. There is always something to share, learn, and teach.</p>"
         }



],

 "feeddesire": [
{
            "title":"<font  color='#B22222'>Desire makes you weak and powerless</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>Just turn back and look at last year, how many days did you spend worrying about some thing insignificant? How many days did you spend thinking about something which is obsolete now? Our energy is getting dissipated in the form of fears and desires. And it is the desire which makes you weak.</p>

<p>There is a story King Akbar. He was doing a mass prayer on the open grounds. And there was a fakir(saint) who passed by. The king asked God, &ldquo;Give me more wealth, Give me more prosperity,&rdquo; etc. And as he was about to finish, the fakir(saint) who was moving around, passed that way, he just stood and watched him for a couple of minutes and he moved away. And Akbar got up and said, &ldquo;Oh, wait, wait, what is it that you want? Because I will give you whatever you want. You ask me.&rdquo; You know, this used to be the tradition in those days. Kings allowed people to ask them whatever desire they had.</p>

<p>So this fakir said &ldquo;I don&rsquo;t take anything from a beggar. You yourself were begging, five minutes ago to God to give you more wealth and prosperity! You are still a beggar being an emperor. I don&rsquo;t need to take anything from you. I&rsquo;ll take it from whomever you are asking.&rdquo;</p>

<p>It put Akbar into shame. He realized something very beautiful and said to himself, &ldquo;I have been a beggar all my life.&rdquo;</p>"
         },

{
            "title":"<font  color='#B22222'>How to deal with Attraction and Desire?</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"X2CoGosdesA",
            "image": "",
            "status": ""
         },

{
            "title":"<font  color='#B22222'>Gurudev, what is the easiest way to overcome thoughts of obsession, lust and desire?</font> ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>Sri Sri Ravi Shankar: </p>

<p>Keep yourself busy.</p>

<p>Put your passion to a bigger cause. Be passionate about creating something or making something.</p>

<p>Be busy in spreading knowledge, and spreading Dharma. Day and night think of how you can reach out to people, and do some good work in life. Or write articles, write music; songs.<br />
When you are so busy then you will find that obsessions do not bother you.</p>

<p>Especially the youth must keep themselves utterly busy. From morning when you wake up till night if you keep yourself very busy, none of this will bother you.</p>

<p>That is how we were; at the age of 20 to 25, I was so busy. From six in the morning to one or two at night, I would be on the run.</p>

<p>So, keep yourself very busy, especially in the age when the hormones play havoc. You will find that you can easily sail over all those obsessions, lust and everything.<br />
</p>"
         },
{
            "title":"Is it bad to desire something?",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>M.: One should not be elated on having his desire fulfilled or disappointed on being frustrated. To be elated on the fulfillment of desire is so deceitful. A gain will certainly be lost ultimately. Therefore elation must end in pain at a future date. One should not give place to feelings of pleasure or pain, come what may. How do the events affect the person? You do not grow by acquiring something nor wither away by losing it. You remain what you always are.</p>"
         }



]

}
