{

     "feedramana": [
         
     {
            "title":"A short biography of Ramana Maharshi",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://i.imgur.com/HLlYRb6.jpg",
            "status": "<p>Ramana Maharshi (1879 &ndash; 1950) was an Indian saint and spiritual teacher who taught a path of self-enquiry and devotion as a means to attain Self-awareness. Born in Tamil Nadu, India, he had a near-death experience at the age of 16, which caused him to turn away from the material life and focus solely on meditation and spiritual practice.</p>

<p>He travelled to the sacred hill of Arunachala in Tamil Nadu and stayed there until his passing in 1950 aged, 70.</p>

<p>The spiritual presence of Ramana Maharshi attracted a range of followers from both India and the West, who came to be uplifted by his peaceful vibration.</p>

<p>Ramana Maharshi never claimed to be a guru but said his main job was to give darshan to seekers and encourage them on the path of self-enlightenment.</p>"
         },
      
{
            "title":"Ramana Maharishi",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>Your own Self-Realization is the greatest service you can render the world.Ramana Maharshi</p>"
         },

{
            "title":"Ramana Maharishi",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>The real is as it is always. We are not creating anything new or achieving something which we did not have before.</p>
\n
<p>&mdash; Ramana Maharshi.</p>"
         },


{
            "title":"Ramana Maharishi",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>&ldquo;Your duty is to be and not to be this or that. 'I am that I am' sums up the whole truth. The method is summed up in the words 'Be still'. What does stillness mean? It means destroy yourself. Because any form or shape is the cause for trouble. Give up the notion that 'I am so and so'. All that is required to realize the Self is to be still. What can be easier than that?&rdquo;</p>
\n
<p>&#8213; Ramana Maharshi</p>"
         },
{
            "title":"Ramana Maharishi",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": ""
         },
           {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Happiness is your nature. It is not wrong to desire it. What is wrong is seeking it outside when it is inside.</p>

<p>&mdash; Ramana Maharshi</p>"
         },
         
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Whatever is destined not to happen will not happen, try as you may. Whatever is destined to happen will happen, do what you may to prevent it. This is certain. The best course, therefore, is to remain silent.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The question &lsquo;Who am I?&rsquo; is not really meant to get an answer, the question &lsquo;Who am I?&rsquo; is meant to dissolve the questioner.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Thoughts come and go. Feelings come and go. Find out what it is that remains.&rdquo;</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Your own Self-Realization is the greatest service you can render the world.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Silence is truth. Silence is bliss. Silence is peace. And hence Silence is the Self.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Engage yourself in the living present. The future will take care of itself.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You are already that which you seek</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You are already that which you seek.</p>

<p>&mdash; Ramana Maharshi</p>"
         },
         
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>As you are, so is the world.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Peace is your natural state. It is the mind that obstructs the natural state.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Silence is most powerful. Speech is always less powerful than silence.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
        
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The degree of freedom from unwanted thoughts and the degree of concentration on a single thought are the measures to gauge spiritual progress.&rdquo;</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>How to get rid of the mind? Is it the mind that wants to kill itself? The mind cannot kill itself. So your business is to find the real nature of the mind. Then you will know that there is no mind. When the Self is sought, the mind is nowhere. Abiding in the Self, one need not worry about the mind.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Pleasure and pain are only aspects of the mind. Our essential nature is happiness.<br>
\n<br>
&mdash; Ramana Maharshi</p>"
         },
         
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>If the ego rises, all else will also rise; if it subsides, all else will also subside.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Correcting oneself is correcting the whole world. The Sun is simply bright. It does not correct anyone. Because it shines, the whole world is full of light. Transforming yourself is a means of giving light to the whole world.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The Self alone exists. When you try to trace the ego, which is the basis of the perception of the world and everything else, you find the ego does not exist at all and neither does all this creation that you see.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>He who thinks he is the doer is also the sufferer.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
         
          {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>When one makes the mind stick to one thought, the mind becomes rock-steady and the energy is conserved.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         },
        
         
               {
            "title":"Ramana Maharshi",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Grace is ever present. All that is necessary is that you surrender to it.</p>
\n
<p>&mdash; Ramana Maharshi</p>"
         }

],


 "feednisar": [


       {
            "title":"Nisargadatta Maharaj Biography",
            "name":"" ,
            "youlink":"",
            "image": "https://i.imgur.com/jE9cxce.jpg",
            "status": "<p>Sri Nisargadatta Maharaj was born in Bombay (Mumbai) in March, 1897. His parents, who gave him the name Maruti, had a small farm at the village of Kandalgaon in Ratnagiri district in Mahrashtra. His father, Shivrampant, was a poor man who had been a servant in Bombay before turning to farming.</p>

<p>Maruti worked on the farm as a boy. Although he grew up with little or no formal education, he was exposed to religious ideas by his father's friend Visnu Haribhau Gore, a pious Brahman.</p>

<p>Maruti's father died when the boy was eighteen, leaving behind his wife and six children. Maruti and his older brother left the farm to look for work in Mumbai. After a brief stint as a clerk, Maruti opened a shop selling children's clothes, tobacco, and leaf-rolled cigarettes, called beedies, which are popular in India. The shop was modestly successful and Maruti married in 1924. A son and three daughters soon followed.</p>

<p>When Maruti was 34, a friend of his, Yashwantrao Baagkar, introduced him to his guru, Sri Siddharameshwar Maharaj, the head of the Inchegeri branch of the Navanath Sampradaya. The guru gave a mantra and some instructions to Maruti and died soon after. Sri Nisargadatta later recalled:</p>"
         },
         
          {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Wisdom is knowing I am nothing, Love is knowing I am everything, and between the two my life moves.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Past and future are in the mind only &ndash; I am now.&rdquo;</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Once you realize that the road is the goal and that you are always on the road, not to reach a goal, but to enjoy its beauty and its wisdom, life ceases to be a task and becomes natural and simple, in itself an ecstasy.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You will receive everything you need when you stop asking for what you do not need.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": ""
         },
           {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Give up all ideas about yourself and simply be.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You are not the mind. If you know you are not the mind, then what difference does it make if it&rsquo;s busy or quiet? You are not the mind.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>It is always the false that makes you suffer, the false desires and fears, the false values and ideas, the false relationships between people. Abandon the false and you are free of pain; truth makes happy, truth liberates.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You are not the body. You are the immensity and infinity of consciousness.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The search for Reality is the most dangerous of all undertakings, for it destroys the world in which you live.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
           {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Whatever happens, happens to you by you, through you; you are the creator, enjoyer and destroyer of all you perceive.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The consciousness in you and the consciousness in me, apparently two, really one, seek unity and that is love.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>If you are angry or in pain, separate yourself from anger and pain and watch them. Externalization is the first step to liberation.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Realize that your world is only a reflection of yourself and stop finding fault with the reflection. Attend to yourself, set yourself right; mentally and emotionally. The physical self will follow automatically.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Believe me, there is no goal, nor a way to reach it. You are the way and the goal, there is nothing else to reach except yourself.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
           {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The attitude of silent observation is the very foundation of yoga. You see the picture, but you are not the picture.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You begin by letting thoughts flow and watching them. The very observation slows down the mind till it stops altogether. Once the mind is quiet, keep it quiet. Don&rsquo;t get bored with peace, be in it, go deeper into it.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Between the banks of pain and pleasure the river of life flows. It is only when the mind refuses to flow with life, and gets stuck at the banks, that it becomes a problem.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Stay open and quiet, that is all. What you seek is so near you that there is no place for a way.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Laugh with people laughing, cry with people crying, but don&rsquo;t fall into the river of world illusion. Stay on the banks.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
           {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Don&rsquo;t rely on your mind for liberation. It is the mind that brought you into bondage. Go beyond it altogether.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>When I look inside and see that I&rsquo;m nothing, that&rsquo;s wisdom. When I look outside and see that I&rsquo;m everything, that&rsquo;s love. And between these two, my life turns.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "All is a play in consciousness. All divisions are illusory. You can know the false only. The true you must yourself be.
\n
— Nisargadatta Maharaj"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>To go beyond the mind, you must be silent and quiet. Peace and silence, silence and peace &ndash; this is the way beyond. Stop asking questions.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         },
         
            {
            "title":"Nisargadatta Maharaj",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Whatever you may have to do, watch your mind. Also you must have moments of complete inner peace and quiet, when your mind is absolutely still. If you miss it, you miss the entire thing. If you do not, the silence of the mind will dissolve and absorb all else.</p>
\n
<p>&mdash; Nisargadatta Maharaj</p>"
         }
],


 "feedmooji": [
       {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "https://i.imgur.com/6B0SyFO.jpg",
            "status": "<p><b>About Mooji</b></p>

<p>Date of Birth &ndash; 29 January 1954.<br>
Place of Birth &ndash; Jamaica, Caribbean.<br>
State of Living? (Samadhi or Alive) &ndash; Alive &amp; blissfully helping others.<br>
Message to the World</p>

<p>Satsang is to recognize consciously our true nature. Nothing on this earth or on the heavenly realms can overwhelm or overcome you when you know who you truly are. Your true Self is perfect, complete and unchanging. And this discovery is the possibility and power, the availability and invitation of Satsang. Welcome to Satsang.</p>

<p><b>Path of Enlightenment</b></p>

<p>Self-enquiry (Direct way to realize one&rsquo;s true nature). The person who lived this philosophy in recent times was Ramana Maharshi.<br>
How did Mooji experience Enlightenment?</p>

<p>Mooji experienced enlightenment by the grace of his master Papaji. Since he was already inclined towards the inner journey, he was always seeking happiness. His master Papaji showed him the way to turn inward the mind through his powerful speech during the Satsangs. The discourses Papaji used to give had a great impact on Mooji&rsquo;s consciousness.</p>

<p><b>Mooji&rsquo;s Guru Name</b></p>

<p>Papaji was Mooji&rsquo;s Guru and he was a disciple of Shri Ramana Maharshi.</p>"
         },
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>You need nothing to be happy &ndash; you need something to be sad.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Your mantra is thank you. Just keep saying thank you. Don&rsquo;t explain. Don&rsquo;t complain. Just say thank you. Say thank you to existence.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The greatest step towards a life of happiness and simplicity is to let go. Trust in the power that is already taking care of you spontaneously without effort.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Don&rsquo;t remind the world that it is sick and troubled. Remind it that it is beautiful and free.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>If I could give you only one advice, I would say: Don&rsquo;t identify with anything. Be completely empty &ndash; no one. Be no-body and see if you lose anything but delusion.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Your heart is the light of this world. Don&rsquo;t cover it with your mind.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Leave your existence to existence, stop caring for yourself so much and let the universe care for you; it is the best mother.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Everything is just now. Your existence is just now. Just timeless Now. All the rest is just a dream due to conditioning and memory.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Don&rsquo;t be too quick to interpret the moment. Just keep quiet. My encouragement would always be: never think anything is against you, everything is blessing. Why should it be different? Just be quiet. Let it all work itself out.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Who reminds you to breathe and to beat your heart? Something is there, taking care...</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Something brought you here. Trust that it will satisfy its own intention to take you Home.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>When you drop all your ideas, fantasies and projections about who you are and what freedom is and remain completely empty, this is freedom.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Questions appear real for as long as you consider yourself to be a person. When you realize you are the impersonal presence, all questions vanish.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Don&rsquo;t belong to anything. Don&rsquo;t belong to anyone. Just Be. Feel your Being first and foremost, and don&rsquo;t compare or compete. Just Be your Being.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Attention pays attention to a lot of things, but when attention pays attention to attention, then there is a stillness, and that stillness introduces you to your Self.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>To change the world is not your mission. To change yourself is not your duty. To awaken to your true nature is your opportunity.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>The final bridge to cross is to let go of the mind-created &lsquo;spiritual&rsquo; self. Burn that bridge behind you. Stay empty of self-image and cease looking back. Remain in the neutrality of being. That&rsquo;s it!</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>Let the mind come as it wants; just you don&rsquo;t go with it. The greatest salesman in the world cannot sell you if you don&rsquo;t buy.</p>
\n
<p>&mdash; Mooji</p>"
         },
         
         
         {
            "title":"Mooji",
            "name":"" ,
            "youlink":"",
            "image": "",
            "status": "<p>When you know you know nothing, an air of openness and humility prevails. Then real understanding enters the mind.</p>
\n
<p>&mdash; Mooji</p>"
         }



],

 "feedkrishanmurti": [

        {
                "title":"Jiddu Krishnamurti",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             },
    {
                "title":"Jiddu Krishnamurti",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             }



],


 "feedkaroli": [

        {
                "title":"Neem Karoli Baba",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             },
    {
                "title":"Neem Karoli Baba",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             }



],

"feedosho": [

        {
                "title":"Osho",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             },
    {
                "title":"Osho",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             }



],

"feedravishankar": [

        {
                "title":"Sri Sri Ravi Shankar",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             },
    {
                "title":"Sri Sri Ravi Shankar",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             }



],

"feedrobert": [

        {
                "title":"Robert Adams",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             },
    {
                "title":" ",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             }



],

"feedpapaji": [

        {
                "title":"Papaji",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             },
    {
                "title":"Papaji",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             }



],

"feedparamahansa": [

        {
                "title":"Paramahansa Yogananda",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             },
    {
                "title":"Paramahansa Yogananda",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             }



],

"feedswamivivekananad": [

        {
                "title":"Swami Vivekananda",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             },
    {
                "title":"Swami Vivekananda",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             }



],

"feedlaozi": [

        {
                "title":"Lao Tzu",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             },
    {
                "title":"Lao Tzu",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             }



],

"feedramdass": [

        {
                "title":"Ram Dass",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             },
    {
                "title":"Ram Dass",
                "name":"https://goo.gl/cLCnAu" ,
                "youlink":"",
                "image": "",
                "status": ""
             }



]

}
